{
  "glossary": [
    {
      "term": "accounting",
      "definition": "Accounting is not only historically the first form of writing, a method for expressing, organizing, managing and archiving information. It is also maybe our earliest distributed economic communication and networking protocol. As a collaborative record-keeping and calculation system based on simple arithmetic, it is used to organize and record our transactions in a ledger or a book of accounts. Through accounting, every transaction is recorded in at least two ledgers. To reflect what I transfer to you, you make a positive entry in your ledger: a credit; I make a negative one of a matching amount in mine: a debit. To record the transfer going the other way around, I make a positive entry in my ledger, and you make a negative one in yours. We distribute our transaction record across two mutually referring ledgers. Together, through this practice, we create a fundamentally networked, non-hierarchical, and distributed record-keeping system: A distributed ledger. The key insight of accounting ECSA has followed is that we are able to cooperate, coordinate and form relationships by just sharing a practice and rules about it - with no need for a global shared ledger. Accounting practices contain rules and procedures that determine how to classify and record information, how to change it, verify it, and compile and communicate it. Through the accounting practice we agree to connect not only instantaneously but across time through accounting notions like assets and liabilities. A liability entry in my ledger is an asset entry in yours. Your present right is my promise and future obligation. The matching credits and debits that we record indicate the transfer of anything and how much of it: They describe a value flow between us. Every transaction we make records our operations and necessarily connects our ledgers. The accounting information binds together a network and coordinates our activities and those we transact with: it is a record-keeping and calculation system, but more importantly, a communication and organization system. As a record-keeping, communication and calculation agreement between two or more parties, accounting is in effect a network computation agreement. This is the definition of a network protocol. As a protocol, it does not dictate what we enter into the ledger, only how we must enter it; it does not determine the amounts we record, only that we record amounts. As a protocol accounting serves the function of storage, retrieval, and verification of the integrity of information. But why do we use it? We record in the ledger our tacit response to an essential economic question: “what is valuable?” The transactions on the ledgers that document our exchange reflect a practical agreement on what we value of each other. The amounts we record using accounting respond to another question: “How valuable is it?” The ledger entries embed a transaction as a measurement: an exchange rate that reflects the “value” we give to one thing in terms of another. In other words, accounting is a value communication network. The accounting practice, whether recording on clay, tablet, or paper, binds together a network of bookkeepers and their ledgers. As such, historically, it formed a rudimentary distributed computational medium. Now, when computational networks are our new medium that host the record-keeping and the calculation - historically undertaken by slower mediums - the updates on our ledgers, our transactions, are rendered incredibly fast and incredibly vast. ECSA is building directly on this insight. See Jorge Lopez (2022): Economy as a reprogrammable communication medium.",
      "available": false
    },
    {
      "term": "agency",
      "definition": "(1) Agency means the capability to operate and navigate a space-time. (2) An agency is a network of agents appearing and acting together as a coherent whole without any central decision making. A contractual relationship of many to many via a network derivative. Also known as the collective agent, composite agent, synthetic agent, derivative agent, distributed agent, derivative community. Agencies may be public or private, uniquely identifiable and able to participate in other economic spaces as a coherent whole. Through such composite agent we enable the creation of large scale collaborative organizational networks. Agency is a view on the network: when viewing agents in these networks, organized around and participating in a specific performance, we refer to them as agencies. Agency is a new understanding of an issuance around a performance: though there is no one central issuer but instead a whole network of (distributed) issuers and issuances, it expresses that it is the whole group - the coming together of separate agents - that is actually creating the value that is tokenized and getting captured by the performance.",
      "available": false
    },
    {
      "term": "agent",
      "definition": "An agent is a node in a network that holds its own ledger and communicates through a protocol with other nodes. An agent is both “separate from” and “connected to” other nodes in the network. An economic space agent is a native citizen in the new economic space: it has a private space, is able to issue and hold rights, to accept and receive offers and it has an internal ordered event timeline (its own “blockchain”). All agents can be issuers and clearers, engage in creation of credit, collateral, stake and other financial relationships. Peering together through a shared protocol - a shared economic grammar - agents form a networked economic system with privacy preserving, scalable architecture, with no central data broker, host or owner.",
      "available": false
    },
    {
      "term": "arbitrage on intelligence",
      "definition": "In finance, an arbitrage is any trade that makes a riskless profit by buying and selling the same asset at different prices simultaneously. The TV series _Westworld_ (Season 4) pursues the thesis that computing – as the agglomeration of the knowledge and know-how of humanity put to business purposes – will preside over the subsumption of not just human history, but human existence. Computing represents an arbitrage on intelligence that cheapens and discounts life. Because computing is inexorably entwined with existing markets and the statistical and predictive strategies necessary for the optimization of returns, computing takes over species-being as it rapidly becomes the species-grave. The only ‘creature’ who will be left to remember whatever beauty, alternative values, grace and capacity for love that may have been expressed in the centuries of human emergence, is an AI. Contrary to this, the ECSA arbitrage on intelligence is to reduce the cost to the planet for collective re-imagination and re-organization, while also collectivizing the returns on the benefits of creating more convivial forms of life. For more, see Jonathan Beller (2023): On Economic Intelligence. See Dangerous play. See Authoring futures.",
      "available": false
    },
    {
      "term": "asset - liability",
      "definition": "Accounting notions that connect agents across time. A liability entry in my ledger is an asset entry in yours. Your present right is my promise and future obligation. Accounting protocol serves us by organizing our pasts but our futures too. In the economic space protocol an asset is a transferable and divisible smart contract that encodes the ownership on a set of rights, that may trigger a network performance. See Network asset. See Accounting. See Token.",
      "available": false
    },
    {
      "term": "authoring futures",
      "definition": "ECSA is aiming to open up the medium, the language, of economy. Why? Because we want to decentralize the authorship of futures. ECSA wants to open source what remained still centralized in the social media: the information and protocol layer called the economy. We want to create a more expressive language to describe our economic networks – what kind of participants they have, what they produce, what they value, what are their relationships and how they change – and this language equally available and accessible for everybody. We want to do this, because the nature of our economic networks is bound by the expressivity of the language that can conceive them. See Economic network.",
      "available": false
    },
    {
      "term": "autonomy",
      "definition": "The capability to set attractors for one’s own behavior. See Governance. See Strange attractor.",
      "available": false
    },
    {
      "term": "big put",
      "definition": "The Big Put – an ECSA concept inspired by the film _The Big Short_ – is the means to put the risks of capitalism’s fragility back onto the market. Another name for the ECSA’s capital market facing token. Big Put is a play both on the capitalist desire to short itself (because it knows it is wasteful, fragile & unstable: a cultural-financial asset in decline) and the spread that will emerge between the network capacities of the existing capitalist economic network and the postcapitalist economic network: a spread between their expressive power, stability, accessibility, fairness of distribution, adaptability, scalability, privacy, functional equality and programmability. ECSA poses a question: On which side of the spread do you want to be when more and more people start to realize how much more expressive the postcapitalist economic network is?",
      "available": false
    },
    {
      "term": "capitalization",
      "definition": "The process by which the value of illiquid investments can be made liquid – used as money – without having to be liquidated. This is done by allowing capital markets to price and hedge risk, at which point the difference between any asset and money can be priced out and disaggregated. Can be argued that in capitalism the process has found its limit, and the difference between social wealth and money is completely abolished. Capitalism is becoming-money of all social wealth.",
      "available": false
    },
    {
      "term": "capitalism",
      "definition": "A decentralized economy with centralized state and money issuance that is driven by private property and the pursuit of profit. Financially, a system with hierarchical financial institutions and assets defined and measured by reference to what creates profit. The result: becoming-money of all social wealth. As such, fundamentally a wasteful, fragile & unstable economic system: a cultural-financial asset in decline. Dangerous in the way being long capitalism aggressively shorts the environment and the qualitative dimensions of our life and society.",
      "available": false
    },
    {
      "term": "chartalist money",
      "definition": "Chartalist money is state backed money. The term comes from the Latin word \"charta\", meaning a ticket or a token that may be accepted as payment, but which do not have intrinsic value. The Chartalist theory of money defines money as a creation of the government and as having value in exchange because sovereign power requires taxes to be paid on the money they issue. Furthermore, Chartalists understand money originating historically with states’ attempts to direct economic activity rather than as a spontaneous solution to “coincidence of wants” or as a means with which to tokenize debt. Paved way for Modern Monetary Theory (MMT).",
      "available": false
    },
    {
      "term": "circuit of value",
      "definition": "A circuit of value refers to the process where an economy goes through continuous processes of production, sale, consumption and investment leading to new production (hence a circuit). Expansion sees the value of output grow as it moves round the circuit. Crisis is associated with a break in the circuit.",
      "available": false
    },
    {
      "term": "clearing",
      "definition": "Clearing is technically netting with a temporal component. In banking we see it as bilateral reduction of balance sheet leverage done at certain intervals. It is a necessary element in any credit system. Centralized clearing divides agents in the network in two classes: those that can issue/clear money, and those that cannot. In the economic space protocol, clearing is a network process where every agent participates and collectively assumes the role commonly taken by a specialized third party like a clearing house. Every economic space agent also becomes clearer i.e. like a little banker who is part of a credit issuing and clearing network which is run just by participating in a joint protocol. Economic space agents learn to do clearing through the creation of liquidity tokens: when you issue a liquidity token, you issue it to the credit network. Every liquidity token becomes thus part of the credit network. That is how it is possible for them to clear. Liquidity tokens are used to facilitate and confirm ledger entries, generating stability in economic flows; they are not coins to accumulate or loaned for profit.",
      "available": false
    },
    {
      "term": "coin - token",
      "definition": "Coins are in themselves a preferred or agreed upon store of value. Coins are ‘minted’ or exclusively issued by privileged third parties. Tokens in the economic space protocol are not coins. Rather, they are economic objects (bundles of rights) that refer to an asset and can affect the network state (bearer smart contracts). A token is always attached to (stands for) a ‘real’ asset (encoded as a set of contractual rights). A more precise concept would be a ‘material underlier’ and there are always ‘real’ asset transfers associated with token exchanges. For example, wealth may be stored as stake, and recorded by a token entry in the network ledger to that effect (an asset recorded in a ledger as X stake tokens). Furthermore, in the economic space protocol communication is not exchange of messages, but exchange of objects (bundles of rights, capabilities, authority). Tokens are such objects, but what makes them special is that they are mutually exclusive: they are “tokens of authority”. In this sense they are like an authority modulation logic, transmitting value and authority. Tokens are access to authority and capacity to affect the network in a particular way, plus a measurement (amount). In other words, tokens are quantified authority or quantified authorship, authorship with a strength. That is a formal definition of value for the economic space protocol.",
      "available": false
    },
    {
      "term": "collaborative finance (cofi)",
      "definition": "When we turn to the digital economy and cryptographically enabled decentralized economic systems, the state cannot be invoked as the _deus ex machina_ of economic conflicts. There can be no reliance on the state to ‘balance’ the interests of creditors and industry and merchants. But there is a further, more critical, burden that falls to finance in the absence of a role of the state: _how to link the present to the future; how to give intertemporal coherence, and the sense that the circuits (or loops) of capital are reproducible over time. _This requires techniques to make the future imaginable, tangible and in some sense negotiable. This is the deepest (and broadest) sense in which finance must be collaborative. In a capitalist economy, the state’s monetary, fiscal and industry policies – and not just in their technical mechanisms of economic management, but also in collective the cultural belief in the integrity of those policy institutions – link tightly the present to the future. More than verified success, the system relies on a popular trust that the state knows what it is doing and will get it right or right enough. Mounting evidence of states not getting it right builds political vulnerability – a space cryptoeconomics seeks to build on. Without this role of the state, and a propensity for financial disintermediation, cryptonetworks must build explicit different social mechanisms of collaboration to link the present to the future. The ECSA take on collaborative finance is based on this insight. For more see Dick Bryan (2023): The ECSA Take on Collaborative Finance.",
      "available": false
    },
    {
      "term": "collateral",
      "definition": "The ability to capitalize one’s wealth by putting one’s assets up as collateral is a key source of social and economic power in capitalism. The collateral question is really a question about who gets to determine what “assets” are, and how they can be utilised for leverage. In the existing economic space workers’ primary asset - their labor power - is only collateral in the context of slavery: the capacity of the employer (owner) to use the worker as collateral; not the workers’ capacity to use what they are capable of as collateral. The collateral question is the financial version of ‘class’. In postcapitalist economic space, all agents can issue assets to be used as collateral and central amongst these will be stake: agents will use the stake they hold as collateral, and lenders can determine credit limits on the basis of the valuation of stake. The construction of a protocol for distributed determination of collateral is the key challenge to the current capitalist order. It is the centrepiece of our strategy for a distributed economic system.",
      "available": false
    },
    {
      "term": "commodity",
      "definition": "In the ECSA discourse, commodity includes all output produced for and recognized by a network. This is not Marx’s use of the term, which associates commodities with capitalist production relations. There, commodity production has two dimensions: it is extractive, in the sense that commodities are produced by the workers and owned by the capitalist, and produced to be sold for a profit. This latter emphasis gives rise to the term “commodification”, meaning more and more facets of social life turned into marketable opportunities for extraction. Our use of the term ‘commodity’ is more like Straffa (1960) in his book _Production of Commodities by Means of Commodities_. There, commodities are all produced outputs. They are produced for a market, but they are not exchanged for money. This gives space for our proposition that commodities can be produced for the commons (without a price). Similarly, there can be no suggestion that our use of the term commodity is subject to a ‘fetishism’ of commodities, developed by Marx at the end Chapter 1 of Volume I of _Capital_, for this term too, is capitalist-specific. In many analyses, the political response to fetishism is to take goods and services out of market relations. Our proposal is to change the nature of markets.",
      "available": false
    },
    {
      "term": "commodity token",
      "definition": "Commodity tokens are issued by an economic agent on completion of an exchange. The token represents a right to a specific output (the ‘underlier’ it describes). Basically, a commodity token refers to a promise of someone to do something: it is a right to a future performance. In essence, it makes any informational event exchangeable. The commodity tokens transacted in the economic space protocol represent informational events that include, but are not limited to, the delivery of actual goods and services. The term ‘commodity’ means here any good or service (tangible or intangible) produced for, and validated by, the network. In a single commodity exchange, price is just one data event, with the potential statistical significance of other data events awaiting discovery within the network. Commodity transactions will be tied to credit issuance in a dynamic system of exchange. A commodity token verifying the creation of commodity value can be utilized to settle credit. Credit tokens and commodity tokens will therefore often be paired in clearing a ledger entry.",
      "available": false
    },
    {
      "term": "commons",
      "definition": "Resources that have shared ownership and are built and curated in a distributed way. Particularly in a digital era performances and outputs are becoming commons compatible. Non-divisibility of outputs and (close to) zero marginal costs of production, as found in software and other digital goods, are all conditions for a commons. Commons attributes are everywhere: inside agents, between agents, and across and between networks. A propensity towards participatory common ownership is integral to a postcapitalist vision.",
      "available": false
    },
    {
      "term": "computational medium",
      "definition": "The first distributed computational medium was most likely a network of bookkeepers and their ledgers bound together by their accounting practice, whether recording on clay, tablet, or paper. Even if such networks predate our current digital infrastructure by millennia, we think that they have given rise to it and are its ancestors. Computational networks with high informational capacities, bandwidth and connectivity are the new medium of our economic networks, hosting the record-keeping and the calculation historically undertaken by their primary forms. As a result, they have rendered the updates on our ledgers, our transactions, incredibly fast and incredibly vast. The ECSA vision is to open this computational media to the possibility of reprogramming the economic layer of computing by non-state and non-corporate actors – making our economic communication networks programmable from below.",
      "available": false
    },
    {
      "term": "co-reference",
      "definition": "Co-reference signals the referential relationships between utterances. It is the way discourses [a.k.a. performances i.e. series of events that follow each other] are formed: it creates the social history of discourse. Metapragmatic grammar is co-referential. It allows you to link one speech event to another. Co-reference builds upon the flow of indexical time through a past, present, and future. Each utterance signals its relationship to previous discourse through the rhythm of a discourse (the poetic function of meter) and through co-reference.",
      "available": false
    },
    {
      "term": "credit",
      "definition": "Credit is essentially a system of IOUs that connect the present to the future and no economy can work without credit. Credit secures network liquidity, it bridges the intertemporal gap of production, and brings forward the capacities of agents to create that future. Because it is a system of IOUs it requires systemic trust, scale and collateral. The current world of institutional banking and finance perform these and other functions in a way that extracts wealth from, and imposes surveillance on, those who borrow and lend. The ability to charge interest as rent on money is based on the privileged right of certain agents in the system to issue and clear credit, and others not. In the economic space protocol every agent has the same rights to issue and clear. Such reciprocal credit network functions as a distributed payment and settlement system which does not require the external third party issuer of “money” Credit is thus only about closing the intertemporal gap of production,it does not function as a store of value, and it is just used to settle and pay - but without needing the third party issuer. Such distributed credit issuance is different from centralized credit issuance because it is an agent-to-agent relationship (or more precisely, an agent-to-network-to-agent relationship). All agents have the capacity to offer and/or accept credit to/from other agents. This means that each agent is not just a producer, participating in performances, and an investor, staking other agents’ performances, but also a ‘bank,’ issuing and receiving credit. In contrast, centralized credit issuance is typically done by banks or other financial institutions that have the power to create money through fractional reserve banking. In the economic space protocol, credit gives an agent the right to amend the network ledger – to match an offer and issue a token – when that token is, in effect, provided by another agent. Credit is the key to liquidity because it enables agents to settle token transfers and maintain liquidity in the network. The issuance of IOUs also connects directly to issues of securing network liquidity. In the absence of centrally-issued money, and the associated capacities of a central bank to regulate liquidity, distributed issuance of credit performs money-like functions that must create and sustain liquidity. It is important to remember that credit is also in the economic space protocol still about taking a risk-position. The breakthrough in the economic space protocol is to connect credit to stake as the preferred collateral for reciprocal issuance of credit. It provides credit a material and expandable foundation through which credit issuance, risk assessment and management takes place. More see Beller, Bryan, Lee, Lopez & Virtanen (2019): Rethinking Money and Credit in  Cryptoeconomy: Securing Liquidity without the Central Control of Issuance.",
      "available": false
    },
    {
      "term": "cryptoecononomics",
      "definition": "We think of cryptoeconomics as the economics of the hidden, i.e., of the social and informational relationality of value production. From the Greek _kryptos_ (hidden, concealed, secret).",
      "available": false
    },
    {
      "term": "cryptoeconomy",
      "definition": "One of the most difficult things to understand about the cryptoeconomy is that it has a potential to cause an irreversible change in the economy itself: it has the power to turn the economy and its key conventions in themselves into a place of creation. Yet if you look at what is mostly going on in cryptoeconomics and decentralized finance you’ll immediately recognize the implicit embrace of the conservative economics orthodoxy of what is money, what are markets, what is credit used for, what accepted as collateral and what incentives give the best social outcomes. We think it is this orthodoxy that is blocking the real potentiality of the emerging distributed computational substrate. That is why we have been especially focusing on re-thinking the economic component of cryptoeconomics: what exactly becomes economically and politically possible when our economic-organizational composition becomes bounded only by our creativity (when it becomes a software design question)? We want to unlock the potentiality of distributed computation by a new understanding of economy as a programmable network: a group of agents interacting according to a shared understanding about the relations that make the network, its state and how it changes - opening its interaction protocols as a design and expression space for everyone. If you ask what is that new thing that the native properties of the emerging p2p networking technologies are making possible, our answer is: postcapitalist economic media. It is a more expressive medium to describe our economic networks, their participants, the nature of their relations and how they change, what they value, how it is counted and exchanged.",
      "available": false
    },
    {
      "term": "dangerous game",
      "definition": "‘One last dangerous game’, says Dolores to herself in the emptied world at the smoking end of four seasons of _Westworld_ tragedies. What is that game? The series does not tell us, but ECSA is proposing one: a new form of economic intelligence and value-computing. Measures that do not collapse the qualitative concerns for well-being and being-with of those who currently are subjects of and subject to racial capitalism. A way to allow for the expression and persistence of qualitative values on a computational substrate, an economic medium, such that these values are capable of (collectively) organizing economy. This proposed re-organization of value production and thus also of sociality requires a re-casting of what we today think of as the real or natural economic forms indexed under notions including ‘equity’, ‘credit’ and (productive) ‘labor’. These traditional terms have been decomposed, grasped as social arrangements, and recomposed such that new conceptualizations and new types of actions and inflections – new socialities – become possible, while undervalued and marginalized traditional forms of sociality might thrive. In the ECSA operation, the protocols for constituting and holding equity become those for the distributed sharing of stake and thus for collectivizing risks and returns. The protocols for bank credit and monetary issuance become protocols for the peer-to-peer issuance of credit and for peer-to-peer credit clearing that is interoperable through a network of peers. The protocols for the organization of labor become protocols for the distributed assemblage of ‘performances’. Units of account become qualified measures and indices, devoted to the emergence of interoperable qualitative values. Economy moves from stranger-based to interpersonal to collective; the imperial organization of commodities by the accumulation of capital becomes the collection organization of sociality by all. Through this process of deconstruction and recomposition of actual and social computing, ECSA has developed a political-economic, computational strategy; a ‘play’, for economics and for futurity, in what may well be the ‘one last dangerous game’. It is dangerous not only because of the current conditions on planet Earth, but because ECSA_ _accepts aspects of the power of the value form and of economic calculus to organize societies at scale. Even as we recognize the necessity for constellations of qualified local inputs that can persist on an economic substrate, we accept the need for large scale organization, economic interoperability and network-specific units of account. We actually propose that ‘economy’ needs to become more granular and more generalized. What needs to be altered is _what_ the controls are, _who_ has access to them, and the kind of literacy and feedback they require. For more, see Jonathan Beller (2023): _On Economic Intelligence_.",
      "available": false
    },
    {
      "term": "dealer function",
      "definition": "A market needs to have two prices. A dealer makes the market by creating the inside spread, the spread that appears as “the market”. The dealer collects the inside spread. And crosses the outside spread. The dealer model of providing liquidity is very different from the lender model. In the dealer model, the dealer function provides agents with the capacity to demand to transact or to transact in desired directions at desired times. The dealer is that whom/which accommodates the demand to transact without demanding it itself.",
      "available": false
    },
    {
      "term": "debt",
      "definition": "Debt is a liability on the balance sheet of one agent held as an asset on the balance sheet of another. Credit is a special case of debt, in which two agents expand their balance sheets by issuing one another off-setting debts that can later be cleared. To the extent that credit fails to clear, it leaves debt as a residue, which must either be rolled over or closed out with a transfer of real balances (outside money or collateral). In financial capitalism the growth in the forms of indebtedness is the condition and strategy for capital accumulation, just like expansion of labor force participation, was for expanding commodity production. Our collective capacity to assume debt and pay taxes and be the direct bearer of austerity measures create direct vehicles for financial asset accumulation. The increasing supply of government bonds is possible only through deficit cuts and excluding all inflationary spending. This is like the financial equivalent of raw material for industrial production. In financial economy the surplus is extracted more directly from this collective capacity to become more indebted and pay taxes than from the stagnating number of people employed in goods and services production.",
      "available": false
    },
    {
      "term": "decentralized finance (defi)",
      "definition": "DeFi has so far introduced ‘stablecoins’ as mechanisms for token exchange rate stability with respect to fiat currencies and pooling mechanisms for stabilizing token prices; and, more recently, also decentralized banking and insurance protocols: that assets need not lie idle, but can be mobilized for borrowing and lending, with mechanisms of insurance offered on the side. Lending is then giving rise to the potential for leverage: borrowing in order to take positions in markets. That, in turn, is opening up issues like collateral requirements with margin calls and default risk. Predictably, we are seeing next the issuance of derivative financial products like credit default swaps (CDS) and collateralized debt obligations (CDO) designed to on-sell default risk from those who wish to avoid it to those prepared to carry it for a fee. These developments have the hallmark of the sorts of derivative products being traded in the lead-up to the 2007 global financial crisis. Whether they are pointing to crypto’s ‘Minsky moment’ is the question, for the products themselves were never the source of crisis; it was their governance, expressed in pricing models and the conditions of access to leverage they were built upon. It is not surprising that the emergence of cryptoderivatives and a focus on DeFi governance are emerging concurrently. In fact, historically speaking decentralized finance is redundant: finance has been historically decentralized. The problem is that financial instability leads financial markets to self-organize governance institutions, which then get taken over by the state. For example, the US had a private clearinghouse acting as a de facto central bank before this facility was essentially taken over by the government. The bankers organized it because they needed it. We are interested in moving from DeFi to social derivatives: to using finance to create different socialities, which always means different governances.",
      "available": false
    },
    {
      "term": "decolonised finance",
      "definition": "Decolonising finance means the necessity of financial protocols to become the focus of democratic demands. Yet it is very different to DeFi: decolonisation means unmaking the naturnalness of dominating principles of rule (the protocols) and the mostly unconscious embrace of terms of exchange that are uneven and unequal but encasing forms of economic and financial association, community and selves. Decolonisation is never a straightforward question of escape (like we’ve learned from Franz Fanon, the colonised _desire_ their colonisation and hate the decolonised), but rather of reappropriating the capacity of assembly, of affinity, of association, of value giving circulation - that capital & finance claim to belong to them. Decolonisation means reorienting the principles (the protocols) by which people rule their own movements & how they value these associations on their own terms. ECSA is decolonising finance.",
      "available": false
    },
    {
      "term": "deconstruction",
      "definition": "Deconstruction moves grammar from identifying signs against the truth into infinite semiosis, where every sign is a translation of a sign with a previous sign into a mode that is slightly different. Metapragmatic grammar assumes deconstruction which is a technical way of looking into the relationships each speech event has with another.",
      "available": false
    },
    {
      "term": "decision-making",
      "definition": "ECSA is approaching decision-making, and thus human behavior and subjectivity, in a different way than usual in economics, game-theory and finance. The roots of the decision-making model in finance lie in the axiomization of expected utility in Von Neumann and Morgenstern’s _A Theory of Games and Economic Behavior,_ which relied upon lotteries to differentiate between the strength of preferences (i.e., the quantitative measurement of desires) and beliefs about the likelihood of outcomes. Since this was in the first chapter of a book that would provide the formal foundations for game theory, expected utility theory and game theory became the way to analyze human action. In the hands of e.g. Donald Davidson, it would provide the framework for his work in the philosophy of action and language (the “belief-desire” model now dominant in the analytic philosophy of action) and in the hands of John Rawls and Robert Nozick, it would frame contemporary discussions in moral philosophy – with Rawls providing the liberal side of neoliberalism and Nozick its libertarian counterpart. It’s hard to overestimate Rawls’ and Nozick’s influence in defining the parameters of moral theory to this day; Rawls provided the now classic argument for distributive justice while Nozick made libertarian thought philosophically acceptable. The game theoretic model becomes “decision-making under uncertainty” in economics and finance, and expected utility theory is a fundamental presupposition of portfolio theory and most of finance; indeed, early portfolio was cluttered with “indifference curves” and “interpersonal comparisons of utility” until the development of the Capital Asset Pricing Model (CAPM), which demonstrated that with a small set of assumptions, everyone would pick the same portfolio, i.e., the market portfolio, and one could jettison indifference curves. Binomial trees, perhaps the most popular way of pricing options, are usually interpreted as “decision-trees” reinforcing the notion that market-making could be analyzed by a decision-making model. However, there is also a different tradition of thinking about decision-making and human action. It includes \"thinking\" that is driven by affect and emotions, pointing to a different model of subjectivity than \"punctual decision-making under uncertainty\". It is present for example in Henri Bergson’s discussion of qualitative magnitudes and the pre-quantitative modulation of intensities in affects, feelings, and emotions, where a very different model emerges – speaking of affects and feelings as acting like waves, “swamping” or “carrying us away” in their turbulence. The basic model for affects is what Mihaly Csikzentmihalyi has called “flow” This \"flow\" tradition, that can be traced back to Spinoza, is that affect and emotions are \"wave-like\" and flow is an affective \"peak\" experience of effortless concentration in which one loses sense of time. Bergson, for example, insists that subjective experience is mediated by time in the form of _duration_ – the flow of time from the present to the past and future. This differs from the \"empty, homogenous\" time of mathematics and science, in which all events are supposed to take place. In linguistics, calendar time is contrasted to indexical time, i.e., tense in the form of past, present, and future. Temporal reference shifts with every event of speaking, and is logically intensional, as are verbs of thinking, feeling, and speaking and modality (necessity and possibility). Logic, mathematics, and science are logically extensional which means that substitution of identities doesn’t change truth value. But we could say, in a language that Bergson wouldn’t have used, that in fact subjectivity and indexicality are both logically intensional. If we combine the intensionality of intentionality with the intensionality of indexical time, we provide intentional states with an intensional temporal dynamic; the indexicality of time in the form of duration (the flow time from past to present and future and vice versa) provides the dynamics for subjectivity – represented in verbs of thinking, feeling, and speaking. We start to see a path starting with everything being in motion and having a basic volatility, which is then transformed into \"images\" by perception that are made interpretable and meaningful by the passage of time, especially memory. Resonance represents the sympathetic alignment of subjectivities, which are stimulated by mutual \"intunement\". Because for Bergson all matter is in motion and vibrating, it’s not hard to see him as providing an account of subjectivity that is compatible with volatility. We think “rational decision-making under uncertainty” is far too narrow and restricted framework to understand and model our behavior, and it must be exploded to include wave-properties of the flow-model of affect that interacts with the decision-making model in situations such as this following discussion of market-making by Elie Ayache (2008: 36-37): “Through the dynamic delta-hedging and the anxiety that it generates (Will I execute it right? When to rebalance it, etc.), the market-maker penetrated the market. He penetrated its volatility and he could now feel it in his guts. In a word, he became a dynamic trader. He now understood – not conceptually, but through his senses, through his body – the inexorability of time decay, the pains and joys of convexity” “Delta-hedging,” “time decay,” and “convexity” are technical terms that refer to different aspects of the Black-Scholes formula for pricing options, which presupposes all the apparatus of von-Neumann-Morgenstern expected utility theory. In the act of trading each of these quantitative terms are associated with particular affects – “anxiety,” “inexorability,” “pains and joys” – that are felt by the trader “in his guts.” Trading brings together a quantitative dimension compatible with the expected utility and decision theory and a qualitative dimension that is more describable in terms of the ebb and flow (“modulation” of affective intensities rather than any form of decision-making. Ayache’s description portrays market-making not in terms of rational decision-making, but in affective terms that would fit extreme sports, a not surprising choice, as traders often describe trading as “surfing the volatility wave.” Trading is less like a decision-making process than a “flow experience” that is shared among expert practitioners such as musicians, dancers, athletes, and traders. In this ethnographic description by Caitlin Zaloom of open outcry in the pits of the Chicago Commodities Exchange, moments of decision-making “ride” upon the ebb and flow of socially shared affects (Out of the Pits, 2006:135): “Traders speak of their best trading moments in ways that make them sound like mystical engagements. They need to abandon self-consciousness to gain full access to the market’s interior and use discipline to block outside contexts from their conscious thoughts and to enhance their abilities to read, interpret, and ultimately merge with the market. Traders often speak of being “in the zone” or of a “flow” experience. In the zone, economic judgments and actions seem to come without effort from the instincts of the trader. The market and the trader merge, giving him special access to the natural rhythms of financial fluctuations.” Our wager is that the economic space protocol turns the individual punctual event of decision-making more into an experience of an aggregate behavior that \"flows.\" See Economic intellect.",
      "available": false
    },
    {
      "term": "derivative",
      "definition": "Derivative means generally a financial exposure to movements of an index (predominantly but not exclusively price), but without necessarily ownership of the underlier to which the index refers. They therefore price risk, and enable all risks to be compared. Derivative contracts differ according to the sort of exposure attached to an index. In other words derivatives are contingent claims. They open a temporal gap in which something may happen, and their value depends then on what happens in that gap. ECSA is moving from a definition of derivative as a “self-executing contract that reduces counterparty risk” (Ethereum white paper) to understanding a derivative as a sensitivity to changes or a relationship between co-text and context: we understand derivatives as an ongoing ability to isolate co-text from context, to turn co-text into something useful for measuring. This is a very different sense of “smartness” in derivatives. We think they have a social logic. See Social Derivative. And Ben Lee: Token as a Derivative and a Gift.",
      "available": false
    },
    {
      "term": "derivative community",
      "definition": "Also known as a composite agent, synthetic agent, collective agent, i.e., an agency. See Agency.",
      "available": false
    },
    {
      "term": "digitalization of economy",
      "definition": "A failed revolution. Social media horizontalized our communication, but left the information and protocol layer called the economy untouched.",
      "available": false
    },
    {
      "term": "discourse",
      "definition": "Discourse is a set of events that follow each other. A.k.a. performance in the ECSA grammar. Existing economic space uses only “price” (the monetary value) as the principle which organizes the connections between economic discourses (performances; production discourses). The ECSA proposal is that we can do discourse regimentation also by using different values, as long as they can be made quantitative (eye balls, likes, etc. are the first approximations to this direction). Grammar is the access to a system that defines what these parameters of individual events are while still allowing them to be also uniquely identified (individual events become like proper names with a memory). The ECSA economic grammar is a restricted discourse grammar. Grammar is about making discourses liquid (exchangeable, relatable, alive), it is the ability to go beyond one simple transaction. Liquidity grows out of a shared grammar.",
      "available": false
    },
    {
      "term": "distributed",
      "definition": "A distributed system is a whole defined by the changing relationship of its parts, which does partitioning by indexing, and does not have to choose between consistency and a fork. In other words it is partition resistant. The economic space protocol is a distributed system: all agents have the same formal capacities; anybody can join the network; there is one grammar in the network that every agent can speak, but no central authority: not even a virtual one.",
      "available": false
    },
    {
      "term": "distributed accounting protocol (a.k.a. distributed book-keeling protocol)",
      "definition": "A network of book-keepers every economic space agent has: programmable accounts that record and make transfers of assets and agree to account by a shared convention. Creates a reliable, granular, effective and cheap recordkeeping which is, in addition, programmable: can add account types and assets to be accounted. The book-keeping protocol is the place where a distributed economic network begins formally: as a well defined set of rules that are objective and can be followed, anyone can connect to books and keep records by utilizing the same rules and assets. Unlike a blockchain, ECSA book-keeping protocol does not have a centralized ledger (a global mutable state). The only state that is shared globally is the protocol (the bookkeeping rules). Also unlike a blockchain, ECSA book-keeping protocol does not rely on (cryptographic) secrecy, but instead builds on the possibility of privacy: thanks to the state locality of the network, every state has a location and every agent has the ability to modulate which record she shares/keeps private. Furthermore, whereas in the legacy accounting protocol your and my records are always different - and therefore require “reconciliation” - here the record is the same shared object, which is only understood differently (debit/credit) depending who holds it. A.k.a. the distributed accounting protocol.",
      "available": false
    },
    {
      "term": "distributed credit protocol",
      "definition": "A protocol for credit issuance and clearing: agents issuing collateralised credit enable transactions to be cleared on network ledgers. By issuing and accepting liquidity tokens economic space agents gain the capability to enter the distributed credit and clearing network. Reciprocal issuance of liquidity tokens involves offers of credit. When matched by an acceptance, credit is granted to enable the network’s ledger to be netted (balanced) efficiently without a central clearing house. The protocol gives everyone in a network the right and responsibility to enable smooth functioning of economic relations. It gives everyone the right to issue “money” based on the production of a value (care, research, knowledge, environmental impact, etc.), making thus liquid heterogeneous value forms, thus making possible the creation and circulation of new collective values. A.k.a. Distributed liquidity protocol.",
      "available": false
    },
    {
      "term": "distributed exchange protocol",
      "definition": "A partition resistant, scalable P2P exchange protocol. Facilitates parity path of any tokenized information into any other among n-parties without a central state global replication. Enables the creation of a \"space of exchange” for different social meanings, properties and intentions to become expressible and exchangeable, i.e., allows them to enter the accounting system and thus become socially recognized and valued. Distributed exchange works like a TCP/IP for economy: it allows a particular network of agents to speak to each other using making and taking offers as the mediating expression. Tokens (entries in a ledger) are the types which offers require to accept and execute an exchange. What is exchanged are always two entries in different ledgers, creating a distributed ledger system: all entries are always recorded as assets and liabilities, so that one agent’s asset is always another agent’s liability. Together they create thus a distributed data structure: a distributed ledger. Network exchanges are how the state of the data transitions to the next, the distributed ledger is what preserves the state of a network. A key piece in the economic space protocol. A.k.a. a very very advanced wax seal. See Distributed ledger.",
      "available": false
    },
    {
      "term": "distributed ledger",
      "definition": "A ledger is an accounting record that contains tokens of a specific kind and is associated with a holder. A distributed ledger is a network of ledgers belonging to different agents, where in one ledger’s entry there is a record of a quantified “obligation”, and in another ledger, there is always a matching entry that records its corresponding quantified “right”. For example, if the entry represented a debt instrument, on one ledger we would have a debit, and on another ledger we would have a credit. The entries on the ledgers connect them forming a network, where the sum of all rights and all obligations equal zero, that is, for every entry in one ledger there is a counter-entry of the same kind and the same amount in another. The ledger presumes that tokens of the same kind are both divisible and additive: they can be infinitely divided into smaller amounts, or added up to a larger amount. The distributed ledger records network’s state changes in a distributed way (without a need for a central state/globally replicated state). Instead of a centralized state / centralized ledger / centralized offer queue, each agent is holding only its own records and replication happens only at connection points i.e. only among the involved parties, not within the entire network. This provides a network topology in which any arbitrary number nodes can fail, but as long as there are other nodes present, exchange can still happen. Resistance to partitioning is important because it allows multiple states to coexist and interact, enabling scalability (partitioning problem arises when there is needs to be a shared global state on a single blockchain managed by a single agent: partitioned chains can never be combined without one network having to rule and the other disappearing). Distributed state offers a different fault tolerance and scalability VS. brute force global state replication. A.k.a a space age tally stick.",
      "available": false
    },
    {
      "term": "distributed stake protocol",
      "definition": "A protocol for economic space agents to create stakeholding relationships in each others’ value productions and to collateralize credit lines. By issuing and offering/accepting stake tokens economic space agents gain capability to enter the P2P stakeholding network. Offers of stake tokens are accepted, creating a stakeholding relationship, and a transfer of a specific ownership. Stake serves as the preferred collateral for credit. The stakeholding network is like a subnetwork created through the stake tokens: how a stake token relates to another stake token (the logic) is inside stake tokens. Putting on offer a stake token introduces the capacity to create another network (a stakeholding network) into the Distributed Exchange Protocol. The capacity of P2P issuance of stake enables agents to diversify (share) risks: to risk-together. Capacity to issue stake into a value production opens up new fundraising forms. Gives economic agents a capacity to create recognised collateral for credit issuance. In short, the Distributed Stake Protocol gives economic agents a capacity for wealth creation and accumulation around heterogeneous value productions. Allows new forms of sharing risk & upside (new kind of relations) directly among peers, as well as economic space agents to design these forms; you can organize/stakehold around values and networks that you value. A key piece in the economic space protocol.",
      "available": false
    },
    {
      "term": "dividend",
      "definition": "Dividend is an information flow to the stakeholders through the stake as an economic connectivity “pipeline”. It is a share of output or net revenue that accrues to the stakeholder. In the economic space protocol, dividends can take various forms, such as financial returns or commodity output returns, and those returns may accrue directly to the stakeholder or to some other agent nominated by the stakeholder, such as the commons. Dividends can also give other rights, such as rights to influence the future evolution of performance or rights to build one’s own performance in connection with the performance they staked. In the ECSA discourse dividends are multi-denominational. That is an important part of generalizing “equity” into “stake” and thus into a general economic connectivity protocol. The economic space protocol does not define surplus as a positive balance of credits like with “profit”, but as a positive change in stake price. The stake valuation includes the balance of other tokens, including other participants’ stakes, commodities, and credit. That is why an economic space can hold a surplus in the treasury or distribute it as dividends that do not need to be transformed into credit (or third party issued “money”), but can remain in the same underlying token or in any other form. An economic space’s stake represents access to its underlying performance, resulting outputs, and network assets.",
      "available": false
    },
    {
      "term": "econaut",
      "definition": "An economic space agent.",
      "available": false
    },
    {
      "term": "econautics",
      "definition": "Navigation in the new economic space. In a token economy context of transparency and decentralized open source data we need a reliable runtime and a grammar that can help us navigate and operate this space and build knowledge about what is happening in these networks. Without these tools we are today without politics and economics, incapable of expressing and intervening in processes and the future of our life. Econautics is a new content discovery paradigm. A new economic space-time navigational instrument set. Just like renaissance scientists, like Galileo Galilei and Leonardo da Vinci, invented the experiments and instruments to navigate, understand and measure the newly opened space-time realities – the microscopes and telescopes to reveal micro- and macrocosms, inclinometers to determine latitudes, thermoscopes to show change of temperature, barometers to reveal atmospheric pressure, nautical instruments, experimental methods to understand invisible phenomena, velocity, acceleration, gravity – we will need to do the same for the new economic space-time to understand what is going on in our economic networks. There will be a new renaissance.",
      "available": false
    },
    {
      "term": "economic agent",
      "definition": "An economic agent can issue and redeem tokens: it can keep track of its own and its counterparties’ ledgers. It records them as assets and liabilities: one agent’s asset is always another agent’s liability (balance sheet approach). Together economic agents create a distributed data structure: a distributed ledger. See Distributed ledger.",
      "available": false
    },
    {
      "term": "economic event",
      "definition": "Anything the network can recognize and record. A legible and verifiable interaction that can be placed within a space and a time. An event can be defined as the result of a series of dependent interactions that form a causality network.",
      "available": false
    },
    {
      "term": "economic expression",
      "definition": "We’ve realized that we are creating a language for new economic expression. It is an economic language that can express capitalist network protocols, but even more, it can go beyond them. It can encompass capitalist value calculus, but express more qualified values and refuse their collapse into the monological value-expression that disqualifies non-money values as economic externalities. It is capable of valuing the biosphere, care, intangibles and social innovation – without reducing their information into one index of price and one measuring unit of profitability. It is a postcapitalist language (a language for postcapitalist economic expression), in a literal sense. A new economic grammar for the information age. The place where this postcapitalist economic network language is spoken and understood is the _postcapitalist economic space. _It is a place of value creation where qualified values can both be expressed, composed and rendered interoperable. It multiplies denominations, which remain interoperable, because they share _the same grammar_.",
      "available": false
    },
    {
      "term": "economic grammar",
      "definition": "Bitcoin identified the trusted intermediary component of capitalism - that capitalism is de facto a regime of verification which depends on faith, which again depends in the end on violence and coercion - and saw that there can be more freedom. It thus unleashed the question of the_ sociality of value_ (that value is always social-institutional), but didn’t give us yet a language to express it. Ethereum opened our imagination for possibilities of such a language. ECSA has been developing that language and its grammar: with it you can express new value forms, the relationality, sociality and organizationality of value, a.k.a., “composite agents”, “value networks”, “social derivatives”, “economic spaces”, i.e., social interaction spaces bounded by protocols. See also Social derivative.",
      "available": false
    },
    {
      "term": "economic heresy",
      "definition": "If capitalism is an economic monocracy (understands, and is ruled by, one value only), we are an economic heresy.",
      "available": false
    },
    {
      "term": "economic intellect, economic intelligence",
      "definition": "Economic Intellect and Economic Intelligence (EI) refers to the new form of distributed governance or distributed leadership that the economic space protocol makes possible by integrating opinions, preferences and agendas by mutually empowering participants. In the economic space protocol each act of valuation from a participant is a new form of decision-making, or rather, affecting directly the materiality of the network. Unlike voting, which seeks to define a collective making a decision on what to perform, an economic space is itself a decision seeking a collective to support it. Moreover, valuing performances follows market dynamics. It does not require creating a higher-powered agent like a board that coalesces preferences into discrete events and chooses a majority over a minority. Instead, the economic space protocol accounts for and integrates all opinions, preferences, and agendas by empowering participants as much as they empower others. The protocol is essentially a distributed general economic intellect. See General intellect. See Arbitrage on intellect. See Economic space protocol.",
      "available": false
    },
    {
      "term": "economic media",
      "definition": "Economic media is a medium for expressing economic-organizational composition (economic networks). We are entering the era of economic media. Just like social networking applications gave us social media, economic networking applications will give us economic media. How we relate to each other economically will be remediated by applications (formats, templates, protocols) in the same sense that our social relations already are. Crowdfunding, P2P lending, cryptocurrencies, DAOs, DeFi, NFTs, liquidity and community farming, are just the first baby steps of this transformation. Marshall McLuhan famously said: The message of any new medium is the change of scale or pace or pattern it introduces to human affairs. We are preoccupied with precisely this question: what is the message of economic media? What change of scale or pace or pattern it introduces to human affairs? As an economic media, the economic space protocol offers all agents the same economic-organizational capacities: everyone has the capacity to issue stake, clear credit, make offers, or create new economic spaces. At the same time, this symmetry elevates the communication dimension of the economic network, enabling information to flow equally and bidirectionally among its participants without being mediated by privileged parties. In this way, we effectively engage in a many-to-many dialogue and negotiation about what is valuable.",
      "available": false
    },
    {
      "term": "economic network",
      "definition": "Our economic organization is catching up with the new substrate of high speed computer networks with high informational capacities, bandwidth and connectivity. We think this will elevate into something that resembles an expressive medium. What does that mean? Just like social networking applications (Facebook, Twitter, Instagram etc.) gave us social media, the emerging economic networking applications – applications that can be used to create economic relationships (i.e. production, ownership, investment, debt/equity, joint risk-taking, opportunity-opening and upside-sharing relationships) – will give us economic media. In social networks connections are established by reading messages, re-posting, sharing content, liking, friending: the network-making is social and the ties of the network are themselves “social”. In economic networks the connections are created through offering and re-offering, rewarding, incentivizing, entering into risk and value relationships, creating credit relationships, stakeholding relationships, and other financial relationships. The nature and quality of the network is _economic_. Economic networks are thus a new economic abstraction. They are the basic economic unit, the networked means of producing, sharing and expressing value in an informationally-mediated society. They are expressions of the _networked_ nature of informational value creation. Economic networks want to be born and understood but the current narrow economic language, which we’ve inherited from the industrial centuries, is unable to understand and express them - the nature of our economic composition is always bound by the expressivity of the language that we use to conceive it. In other words: we need a more expressive economic language to describe our economic networks and the networked “commodities” they produce. A language that would actually correspond to the new capacities afforded by the new informational and computational substrate.",
      "available": false
    },
    {
      "term": "economic space",
      "definition": "We think we are discovering a new value form: a new social and relational form that characterizes the information age, and which the existing economic grammar does not express or understand. We call it the economic space. It is a new economic abstraction layer (in a sense, we think it is what comes after “DAOs”): (1) An economic collaboration space bounded by a protocol: a programmable network where participants define, share, value and execute each other’s economic performances. Participants coordinate and communicate economically via offers without central decision-making bodies. We think this organization type is the next step beyond DAOs. (2) An expression, but can also become an expressor, i.e, an agent or agency. Why is it important to see an economic interaction space bounded by a protocol also as a synthetic agent rather than just a market? This reflectivity means that a network can fold on itself, it can express itself as a living thing: that it can create its own subjectivity, talk and reason about itself and create its own (economic space) agency. It means it can have an ethic, a relation to itself, to affect and be affected by itself. In a sense, economic space is like a super capable DAO with a subjectivity, a digital soul. (3) An agent that is able to hold, issue, clear, credit, stake and trade. It is like a hybrid of a wallet, a ledger, a bookkeeper, a trader, a dealer, a banker, an investor, an organizer, a market maker, a curator, a navigator. An economic space has its own ledger(s) and is able to send, receive and engage in financial relationships: to create relationships with other economic spaces; to create economic networks. Network of offers enables the creation of persistent patterns (“organization”) in these relations. (4) A.k.a. a social derivative.",
      "available": false
    },
    {
      "term": "economic space agency",
      "definition": "The capability to operate and navigate in the new economic space-time. The ability to use the postcapitalist economic grammar to express new economic-organizational compositions. The capability the economic space protocol creates to its users. We all need it. And we want everybody to have it. ECSA project is about open sourcing economic space agency.",
      "available": false
    },
    {
      "term": "economic space agency (ecsa)",
      "definition": "An economic heresy. A market maker and a sense maker, a navigator, for a post-capitalist future. A volatility space innovation: a collective risk generating and arbitraging practice, leveraging on our ability to act together on an opening and collectively enjoying the upside. A group of radical economists, software architects, game designers, activists, monetary theorists & content creators deeply passionate about the economy.",
      "available": false
    },
    {
      "term": "economic space agent",
      "definition": "Economic space agent has the same capacities as an economic agent, but follows a set of protocols that enable it to create relational value forms, liquidity, and risk-sharing through commodity (performance) tokens, liquidity tokens and stake tokens. Via a distributed payments and settlement protocol, they can issue and clear credit among each other by issuing liquidity tokens, denominated in a shared unit of account with a parity exchange agreement. Via a distributed risk sharing protocol, agents can issue a stake in the output (performance) of an economic space agent; it serves as a collateral for liquidity tokens and determines the size of the reciprocal credit line. Together these protocols make a formal economic grammar through which the economic space agents relate to each other: a new economic language for expressing economic-organizational relations.",
      "available": false
    },
    {
      "term": "economic space protocol",
      "definition": "The economic space protocol is a shared language to understand and articulate networked economic values and relationships. It enables its members to negotiate new economic relationships that describe how they may create, measure, and distribute the value generated from their interactions. Furthermore, this language allows users to articulate new network value forms (i.e., network derivatives) predicated on mutually beneficial economic relationship parameters in a unified economic network. In other words, it is a formal medium for creating postcapitalist economic organization (an economic media). It is an economic networking protocol that gives people the power to create economic networks. Economic networks, we believe, will be for Web3 what social networks were for Web2 and shared keyword networks were for Web1. The Economic Space Protocol is like an economic system creator in a box. It enables a new organization type called an Economic Space, a programmable network where participants can publish, validate, and value each other’s contributions. It introduces a new value primitive known as the Economic Space Performance and a new transaction type that involves exchanging stake for access to each other’s output and reciprocal credit lines. The protocol redefines wealth by recognizing stake as preferred stores of value and incentivizes cooperation by rewarding those who align their performances with one another. It establishes distributed leadership to decide what should be valued and forms an economic medium in which all agents have equal capacities, like issuing stake and clearing credit. We think of it like a new kind of economic intelligence.",
      "available": false
    },
    {
      "term": "economy",
      "definition": "The economy is a communication network: a group of agents interacting under certain agreements, i.e. protocols, that define the relations that form the network, their state and how these may change. Starting with communication networks situates agents in a social context and gives focus to their collective endeavour as ontologically prior to their individual interactions. Revealing the economy as a communication network means that the protocol that unites its agents does not need to be taken for granted. The economy is just a messaging protocol, just a networking protocol, just a communication network - which means that it can be redesigned. Framed this way, the economy reveals itself to be programmable: how the economy works and what are its key conventions - _under what kind of relations, interactions, agents, values, state changes the network operates_ - becomes a design space, continuously open to its participating agents. The whole programmability of the economy is a dimension of making it accessible. We think that by describing economy as a communication network and as a language that can be opened and shared and learned, we are also reclaiming its powers and what can be done with it: thinking about it as a language which can be used to express many different things, we can start adding richness, gain capacity to define your own values, create new kind of assets, new kind of risking-together, redenominate, do redeployments from your perspective out of a network you are part of. It means reclaiming, redefining, occupying the economy. We want to open up the language of economy: to give everyone the same rights and capacities to express themselves and what they value. Why? Because we want to decentralize the authorship of futures: to open source and decentralize what remained centralized and closed still in the social media: the information and protocol layers called the economy. We want to create a more expressive language to describe our economic networks, because their nature is bound by the expressivity of the language that can conceive them. See Governance.",
      "available": false
    },
    {
      "term": "ecsa token",
      "definition": "ECSA token is the financial, organizational and communicative interface of the Economic Space Agency project. Financially, it gives the holder a stake in the ECSA project, i.e., an exposure to the network performance and the ability to benefit from the token appreciation. It is a network performance derivative with multi-denominational dividends: it indexes the performance of the network and captures its network value (network premium: the value created by being networked, i.e., by forming an interconnected network). Its value is basically anchored in the spread that will emerge between the network capacities of the existing capitalist economic network and the postcapitalist economic network: a spread between their expressive power, stability, accessibility, fairness of distribution, adaptability, scalability, privacy, functional equality and programmability. Organizationally, the ECSA token gives the token holder _economic space agency_: the right to participate in the network generation, governance, agenda and value setting, and sharing in the premium of being networked. In other words, communicationally, it opens a two-way communication channel: the holder can affect the network; and the network can affect the holder by sharing “dividends” (network outputs) to the holder. As an interface, the ECSA token is designed to both bridge and mediate. Its issuance model shields economic spaces from capital market volatility and its narrow valuation convention: the token acts as a boundary protecting the values and development inside the network. The token is also constitutional to the network: its core function is to maintain liquidity and stability during the bootstrap phase. Its purpose is, on the one hand, to concretely establish an economic network (a distributed economic alliance) among network participants using mutual stakeholding as the network primitive and, on the other hand, to bootstrap the network liquidity. Through it, holders participate also in the network’s governance. Finally, the ECSA token price in USD indexes its value ascribed by the capital markets. The reverse exchange rate indexes the inverse: the USD price in ECSA Units indexes the value of capital markets ascribed by the network. The more self-sufficient the network becomes, the less it must value the capital markets relative to itself. Our wager is that it will decrease the value of USD in the network and correspondingly increase the value of the ECSA token in the capital markets. Bitcoin may be a short position on capitalist money. But the ECSA token offers a short position on the capitalist economy and culture. See Network premium. See Living in the spread.",
      "available": false
    },
    {
      "term": "efficient market hypothesis",
      "definition": "The proposition that markets reflect all available information, so at any time market outcomes are efficient, but all new information will change the efficient outcome, so that efficient outcome will continually change.",
      "available": false
    },
    {
      "term": "exchange",
      "definition": "A foundational term in the ECSA economic grammar. A simultaneous and reciprocal transfer of objects of value, encoded as a transaction record on ledgers. The practical agreements we make through trade determine the transactions recorded. ECSA is an invitation to understand the economy as a re-designable communication medium and organization system, where our exchanges are not only material but also informatic. This opens exchange as a very interesting design space. See Distributed Exchange Protocol.",
      "available": false
    },
    {
      "term": "exchange unit, unit of exchange",
      "definition": "An abstract unit of exchange: a common denominator in which to express exchanges, enabling the matching algorithm to gradually fill an order. In the economic space protocol exchange offers are expressed through an abstract unit of exchange, where the rates of exchange between any two commodities are translated to these units. Through netting, exchanges can occur without the need to hold and then use a mediating financial instrument (i.e., money). This is of importance since money in a capitalist economy is effectively the ‘right to express exchange value.’ The economic space protocol’s money equivalent is reciprocally issued credit, denominated in units of exchange/units of credit.",
      "available": false
    },
    {
      "term": "expression",
      "definition": "An expression is a sequence of symbols following the economic space protocol that is meaningful only within the scope of an economic space. Economic space expressions may refer to the resources contained in the scope from which it is evaluated and clearly and unambiguously describe the actions that you or other economic space agents may perform. These actions may include the creation of a new resource, an interaction with another economic space agent, alteration to the economic space record, or the invocation of another protocol.",
      "available": false
    },
    {
      "term": "finance",
      "definition": "ECSA is using finance as its medium of expression. Why? Because, economically and politically, if we want to build postcapitalism, we must recognize the power of finance as an organizational technology that can connect the future and the present. That is why there is no question in our mind that postcapitalism is a financial system: finance is a non-state way of connecting the future and the present. ECSA wants to reengineer finance, liquidity and risk flows, flows of dependencies and potentialities, to work with its materiality, with the divergent capacities lying latent but definitely built-into its matter. Financial technologies are moldable, plastic, synthetic – just waiting for an artist’s touch to make them start producing different socialities. Finance as our material and medium, we want to attach directly to art’s power to create unforeseen, previously unknown and unthinkable economic, political, social, incorporeal processes. See Navigation.",
      "available": false
    },
    {
      "term": "financial time that remains",
      "definition": "Political theology of the new economic space. Re: Giorgio Agamben’s well known book The Time That Remains on political theology. Agamben develops a strategy – to question the logic of sovereign powers – which does not seek to destroy the established order of social and political relations, but deactivates and moves beyond them by re-framing and re-potentializing our experience of “now”. Political theology works always with the change of experience, opening the field of the possible, and thus, with the creation of subjectivity. This is the business of the Economic Space Agency.",
      "available": false
    },
    {
      "term": "fundamental value, fundamentals",
      "definition": "Fundamental value, a.k.a. fundamentals, refers to the idea that there exists an underlying value of outputs which is discrete from price. In some versions, fundamental value approximates long-term price (i.e. ignoring short-term volatility); in other versions fundamental value is determined by forces other than supply and demand. For Marx, this determinant of output value is socially necessary labour time. In the new economic space it is performances.",
      "available": false
    },
    {
      "term": "general intellect",
      "definition": "Marx’s “Fragment on Machines”, which is the logical culmination of the _Economic Manuscripts 1857-1858_ or the so called _Grundrisse_, expounds on the “natural development” of capitalism where the labor that produces material objects and even the working class itself will be displaced from the core of the production of wealth. The evolution of capital will proceed to its “final phase” because capital itself, instead of the working class, causes a change in the nature of the production of value – a change that will lead to the dismantlement of the organization of production based on exchange value. According to Marx, the reason for this change is that abstract knowledge and thinking become immediate productive power. They will replace direct labor and its fragmented and monotonously repetitive tasks, or industrial labor and the society based on division of labor in the traditional sense. As a result, the “great foundation-stone of production and of wealth” will no longer be the immediate labor performed by men (modification of natural resources, manufacture of goods), or even the time used for this (work time). Instead the “forces of social combination” the “development of the general powers of the human head ” and the “development of the social individual” as a whole will now take this role. For Marx, the foremost expression of the power of this general intellect, or general social understanding, is the increasing importance of machines and systems of machinery – i.e., of fixed capital – in production. For us, Marx’s Fragment on Machines appears both amazingly prophetic and amazingly failed. For more see Akseli Virtanen (2006): General Intellect.",
      "available": false
    },
    {
      "term": "gift",
      "definition": "In gift societies, gifts are indexes of sociability that give meaning to what is happening as it happens. Or in other words, they were pre-monetary contingent claims and obligations, i.e., prototypes of a derivative. In gift societies gifts are always “commensurated” by the later return of “counter-gifts”; people and groups build up “portfolios” of social claims and obligations, which need to be maintained and exercised before they begin to lose their value. Since these claims and obligations are often overlapping, and involve different payoffs and expirations, there is an “art” to giving and receiving gifts that lie at the heart of “primitive economies”; these systems of exchange become elaborated into inter-tribal cultural economies such in the kula of the Trobriands or the potlatch of the Kwakiutal, to name two of the more famous examples. In other words, instead of the exchange of objects that were thought to be independent of their “owners” (alienable exchange), in gift societies the objects exchanged were integral parts of relationships with others, a part of yourself or spirit that circulated among consociates and kin (or even enemies as in the case of witchcraft). In the famous Kula ring, Kula valuables were circulated for purposes of accruing status and prestige and sharply distinguished from objects that could be bartered and exchanged. Kula valuables did not serve any economic function but rather established the framework of meaning for its participating societies, which consisted of eighteen relatively isolated island communities held together by networks of differential status. The circulating valuables established framework of status and prestige that modulated a social system of affects and emotions that encompassed the whole Kula despite its dispersed populations—both the consociates who lived on the same island and those whom one might never meet—a precursor to the “stranger mediation” of modern societies in which the people that make up a social collectivity may never know or have contact with one another. While Marx’s money dialectic gave a picture that started with simple exchange and ended with money as mediating a totality of value that it created, his comments about alienability indicate mistakenly that the precursor to money as a medium of exchange and store of value would be the “alienable” objects circulated via barter and exchange, and not Kula valuables or their inalienable counterparts in gift societies. Marx even states that the “exchange of commodities begins where communities have their boundaries, at their points of contact with other communities” and only work inwards from the margins. Since gift givers and takers were not seen as independent of the social relationships in which they were embedded, anthropologists of India and Melanesia developed the term “dividuals” (which Deleuze independently coined) to contrast with the autonomous “individuals” of capitalism. In such societies, “gifts” would not function as medium of exchange or unit of account, but rather as indices of sociability that give meaning to what is happening as it happens. In the case of the Kula, the circulating valuables keep the Kula operating by creating a shared framework of status and prestige across the island communities that ranks and aligns the various groups and determines the appropriate social relations between them, including those in barter. The flow of affective sentiments subsumes the economic by defining the social groups that barter and exchange. For more, see Benjamin Lee (2019): Token as a derivative and a gift.",
      "available": false
    },
    {
      "term": "governance",
      "definition": "Governance is economy. Economy is governance. What does this ECSA proposition mean? It is a thesis about the current relationship between governance and economy. Historically, the limited ability to know, the information deficit, which is just another name for information overflow, has been in the center of the equation of government and economy. The analysis of grain trade in the beginning of political economy in the turn of the 18th and 19th centuries was especially designed to indicate the point where government was always too excessive government. Whether it was a question of the physiocratic table (Quesnay) whose purpose was to make visible the formation of the cycle of value and wealth, or of Smith’s theory of the invisible hand, which presumed the natural invisibility of the connection between profit-seeking individuals and increasing general wealth, political economy was always trying to establish the fundamental incompatibility of the optimal progress of the economic process and the maximizing of (state) government. The French and English economists severed the tie with mercantilism and cameralism. The limitedness of the possibility of government was a direct consequence of its limited ability to know the economic process in its totality. For political economy, the _economic regularities_ (discovered in the population/wealth relationship) expressed a fundamentally different rationality than the _government of everything_ characterizing the earlier cameralist economic thinking. The ECSA analysis is in the economy of knowledge and attention where the mechanisms of valorization have spread into the entire time of life and entire space of society, into the production of subjectivity, that is, beyond and outside the limits of economy in its restricted sense as a semi-autonomous sphere of reality with its own regularities. So, if economy has become the paradigm of government - as Giorgio Agamben and Michel Foucault for example claim – it is not in its modern sense (as a semi-autonomous sphere of reality with its own regularities), but in the original sense of economy as _oikonomia._ Economy has again become bare government, government without any purpose or end other than itself. That is why economy is the key to the central political questions of our time. Michel Foucault located very interestingly the particularity of the functioning of power in government, understood as economy in the sense of _oikonomia_ (management of the household). For Foucault techniques of power did not emerge from politics, nor were they subordinate to economy in its modern sense, but they had their own particularity and they were to be approached as their own ”event”. The genious of Foucault was to be able to formulate a conception of a form of power, which was essential to the development of capitalism and to the society complying with it, but yet could not be conceptualized as sovereignty, ideology or repression. These new relations of power were functioning and productive and not only superstructural to relations of production. They could not be reduced only to the capitalistic mode of production, but had their own particular form, history and technologies. Power was not only economically functional, yet not only political in the sense that it would have been like a right, something that could be possessed like a commodity and thus surrendered, transferred, owned or sold. It did not belong to a particular institution or class, and could thus not be understood with means of the political-juridical theory of sovereignty. Foucault analyzed this change in the nature of government with his concept of _biopower_. He showed how the form of the exercise of power changed exactly at the moment when economy (_oikonomia_, the management of the family, its property and goods) and politics (the government of the _polis_) merged: the new order of biopower emerges at the moment that economy – i.e. the right way to govern one’s wife, children, slaves, and wealth and making the family fortunes prosper – enters politics and the minute attention of the father on the family becomes the way the “great family”, the state, is governed. This is the meaning of _political economy_ in the original sense of the syntagma. So what kind of a particular form of goverment is economy? For Aristotle _oikonomia_ is not an epistemic paradigm so it could never become a science. _Oikonomia_ is not an _episteme_ but a _praxis_: its procedures and decisions can be understood only in relation to a particular situation and particular problem. In other words _oikonomia_ is not bound to truth or to permanent rules but to continuously changing circumstances and the varying and even contradictory measures required by them. Xenophon uses a metaphor of a sailing ship (the word government comes from the Greek word _kybernetes_ which means the pilot of the ship, to guide the ship) where all members of the crew are responsible for everything and they modulate their actions according to the changing circumstances: there is never an incessant truth in _oikonomia_, its ad hoc actions depend always on the situation. Absolute truth or good life (political life) are not essential to it. Pragmatic functionality and operationality is always a priority to _oikonomia_, not truth. That is why from the Greek perspective politics can never be reduced to economy. For Aristotle and Xenophon economy differs from politics just like _oikos_ differs from _polis_: _oikonomia_ is never governed by law or truth, it is indifferent to truth. That is why we can say that economy as government is fundamentally lawless, anarchic or without foundation (an-arché). It is anarchic, it does not have a foundation, a beginning or an end separate from itself. When an action does not have a foundation or a purpose, its politics and ethics become very problematic. It becomes arbitrary. It is through this an-archic nature of _oikonomia_ where we find the path to the essence of the question of government, the question of its possibility and necessity. _Oikonomia_ has no foundation (in being). If a human action had a permanent reason, purpose or meaning (founded in being) which guided it, it could not be governed. There is a secret solidarity between anarchy and government. The possibility and necessity of government is in its groundless or anarchic nature. Economy exists only because the elements that constitute this government are groundless and anarchic. For more, see Akseli Virtanen (2006): Oikos, Polis, Nomos. And Franco Berardi & Akseli Virtanen (2013): From Arbitrary Power to Morphogenesis - How to Govern without Meaning?",
      "available": false
    },
    {
      "term": "grammar",
      "definition": "A grammar is an interoperability and interaction coordination tool that doesn’t require a central timeline (a global clock). A language organizes messages with no synchronization, but rather with validation by indexing, i.e., by embedding temporalities to one another by indexing. A grammar makes it possible to tell multiple stories at the same time: coordinating the time of speech events, not through one utterance to determine it all, but through unfolding of the many conversations as they are calibrated against each other. A grammar coordinates any potential conversation with another with no central time. How does this relate to the economy? The mutation, invention and creation that drives the economy cannot really be mapped to or by a global clock - it does not have the play of creativity of indexicality, creativity of each utterance being coordinated (co-referenced) with one another. Here is the reason why all “blockchains” (data structures defined by message ordering through a global clock) are like straight jackets from the perspective of the economy. We think the economy is the real Layer 1.",
      "available": false
    },
    {
      "term": "index",
      "definition": "An index measures a certain aspect of the performance of the network. Indices, as network and knowledge derivatives, build from this information will be the primary content discovery paradigm of the Economic Web where nodes are economic space agents and tokens the links in the network - just like keyword based search was the dominant content discovery paradigm in Web 1.0 (where nodes were documents and hyperlinks the links in the network) and social based feed was it for Web 2.0. (where nodes were people, brands and likes/follows the linking mechanism).",
      "available": false
    },
    {
      "term": "indexical time",
      "definition": "In linguistics, calendar time is contrasted to indexical time, i.e., tense in the form of past, present, and future. Temporal reference shifts with every event of speaking and is logically intensional, as is modality (necessity and possibility) and verbs of thinking, feeling, and speaking.",
      "available": false
    },
    {
      "term": "information",
      "definition": "ECSA is creating a new kind of information infrastructure which allows novel information flows - what counts as value, what counts as collateral, what counts as liquid - to enter an accounting system that articulates, accounts, moves and creates value.",
      "available": false
    },
    {
      "term": "inside money – outside money",
      "definition": "It is important to recognize the current hierarchy of the money system. The first layer is a horizontal circuit of the private or inside money system: the expansion and contraction of balance sheet leverage, the circuit that obtains between correspondent bankers, or in our case, economic agents. The second one is the fiscal circuit of the state or outside money system: the ex nihilo creation of nominal money pegged to the unit of account in which disputed contracts are enforced; and, optionally, the unit in which taxes are received. The design problem for ECSA is: how do we extricate ourselves from the second circuit and replicate its functions within the first circuit, in such a way that both stability and justice are endogenously produced. The secondary problem is to explain how the monetary system hooks into the real metabolic activity of the economy. Thanks to Colin Drumm for making this challenge explicit.",
      "available": false
    },
    {
      "term": "issuance",
      "definition": "Issuance means the creation of new money, securities (stocks, bonds, notes, debentures, bills, derivatives) or tokens. In the legacy financial system, issuance is undertaken by banks in the case of money, and other legal balance sheet entities in the case of securities (corporations, trusts, governments). The economic space protocol says that any economic agent can be an issuer, so long as the network trusts the issuance. The key question is: what underwrites the “negotiability” of the issued instruments in a distributed system? In the economic space protocol this question of risk and negotiability is dealt with stake. See Stake.",
      "available": false
    },
    {
      "term": "kybernetes",
      "definition": "The navigator-steerman-guide. The new meaning of governance. See Navigation. See Governance.",
      "available": false
    },
    {
      "term": "language",
      "definition": "Why do we use a language framing? We think that with it we can express the capacity of a network to define itself as an agent and to redefine itself. Language framing reveals the economic protocol as a communication agreement: a capability to create new spaces and agents through conversation. Language framing also emphasises that governance is not about structures, but about expressions, who can express and what. And the framing also reveals the symmetricity in our approach: by sharing a language, everyone can have an equal capacity of economic expression, by which they can start to define roles, make agreements about sublanguages etc. VS. the predefined roles of the server-client model.",
      "available": false
    },
    {
      "term": "ledger",
      "definition": "See distributed ledger.",
      "available": false
    },
    {
      "term": "liquidity",
      "definition": "Liquidity is an intensive economic property. It is a power to demand to transact. In other words, it is about messaging capability: being liquid means being able to message, to link, to issue and receive messages and to be listened to when you want. Liquidity tells what kind of a membership capacity one has in the network. What counts as liquidity and who decides this, is one of the key questions defining capitalism as a financial system. In capitalism liquidity is governed by the state, the banking system it superintends, and the money it endorses. When only those state-approved agents can issue, then a liquidity premium (a rate of return on money) can be charged for the risks involved in holding illiquid assets. Right now, governments and central banks are spending many billions of dollars/euros a month to maintain liquidity in asset markets: Asset market liquidity is now directly dependent on state funding: liquidity has become a ‘public good’. Furthermore, liquidity means at the moment keeping stock prices high, banks profitable and firms profitable (this is where, and why, we see current monetary and fiscal policy directed). Liquidity doesn’t link to the environment, scientific research or social welfare, or to a viable art communities — indeed, with a fiat unit of account, these must be sacrificed to secure fiat liquidity. Is this sustainable? Can central banks ever sell the trillions of dollars of private assets they now hold? Will governments ever pay down the fiscal deficits they have accumulated? Are there limits to the market/public acceptance of state money printing that underlies these state fiscal and monetary positions? And what happens when that limit approaches? Postcapitalist economic space challenges this hegemony as the source of money issuance, proposing instead distributed issuance (everyone can issue) amongst agents in a network. Where all agents can issue, there need be no rent on money. This doesn’t make liquidity costless, but it can be backed by stake (risking-together around other values) rather than the power of issuance and the transference of risk. Stake, or risking-together around other values, becomes the ‘complement’ of liquidity, giving the notion of ownership a very different meaning from its application in capitalism. The capacity to create liquidity (based on a capacity to issue and accept offers) is a foundational primitive of the new economic space.",
      "available": false
    },
    {
      "term": "liquidity crisis",
      "definition": "Illiquidity.",
      "available": false
    },
    {
      "term": "liquidity premium",
      "definition": "A fear that the market won’t be there. It is fundamental to understand that the market cannot be assumed. It is not a free good. The price I have to pay for using the market is the liquidity premium. That is why collateralized assets are valued always “at a haircut” Collateralization is the process by which some asset is pledged as security for the non-performance of a debt contract. In relation to collateralization, _risk_ is the real possibility that the value of an asset may change, either up or down, in the future. _Haircut_ is the difference between an asset’s present asking price in the market and the price at which it is valued for the purposes of collateralization and in light of its risk; or, in other words, the difference between the price at which it can be currently liquidated and the value at which it can be borrowed against. See Dealer function.",
      "available": false
    },
    {
      "term": "liquidity token",
      "definition": "Liquidity token brings the unit of exchange to life as more than a passive numeraire mediating the valuation of other tokens. It becomes a unit of distributed issuance of credit and comes into being through a collateralized credit agreement. This means credit issuance effectively appears as automated. This token is redeemed on demand for any token on offer by an economic agent.",
      "available": false
    },
    {
      "term": "living in the spread",
      "definition": "The ECSA project is designed to open a spread between capitalist and post-capitalist futures. We try to use capitalism’s historically consolidated capacities (which actually are _our_ capacities), including the power of financial instruments and computing, to wager on postcapitalist outcomes. Contrary to capitalism, ECSA’s arbitrage on intelligence is to reduce the cost to the planet for collective re-imagination and re-organization, while also collectivizing the returns on the benefits of creating more convivial forms of life. By utilizing the accumulated knowledge implicit in financial instruments and computing derived from, but not beholden to, capitalism, we are creating a grammar for postcapitalist economic expression. We believe that a clear spread will open between what the old and the new economic grammar make possible - there is a clear difference in their expressive capacity, accessibility, stability, adaptability, scalability, privacy, functional equality and programmability. Now, besides politically and technically, we can frame this as a spread also financially. Investing in the creation of new economic grammar is trading the spread, taking a long position of an alternative to capitalist modes of valuing. But we also depict it as a short position: those who recognize pointers to capitalism’s loss of legitimacy may want to place a bet against it. Bitcoin may be a short position on capitalist money. But the ECSA token offers a short position on the capitalist economy and culture. The ECSA token holders retain the option to support the build-out of postcapitalism or cash out. We call this “living in the spread.” Can you afford to risk building a different economy; can you afford not to risk building one? Full financialization has made precarity and risk part of life. The ECSA token allows us to meaningfully risk together on a different future because it helps us build it.",
      "available": false
    },
    {
      "term": "market",
      "definition": "Like money, market is a “Layer 1” economic interoperability protocol. It is made of offer, matching, netting, and clearing protocols that its agents must adopt to interoperate as a coherent whole. In other words, it is an economic communication network. It is a space of communication and exchange that structures the space of possibilities for interactions and for the economic properties of the objects populating such spaces. We are market makers. We want to make markets – give structure to a space of exchange and communication – for performances organized around different collectively defined values. In the economic space protocol, those who participate in markets are agents who interact in a network and, through their interactions, create economic space. In these markets, prices are disconnected from the presumption of pursuit of profit and instead express units of collectively-defined network value. Transactions are confirmed by the transfer of tokens on a network ledger, rather than exchanges of “money”.",
      "available": false
    },
    {
      "term": "market making",
      "definition": "Market is a space of exchange and a space of communication. ECSA is making a market for new performances organized around different collectively defined values. It means both creating new “markets” and re-engineering “market” itself. It means structuring in a new way the space of possibilities for economic properties of objects populating such space: giving structure to a space of exchange (the space of possible).",
      "available": false
    },
    {
      "term": "medium",
      "definition": "Marshall McLuhan (1964) famously said: The message of any new medium is the change of scale or pace or pattern it introduces to human affairs. We ask: What is the message of economic media? What change of scale or pace or pattern it introduces to human affairs?",
      "available": false
    },
    {
      "term": "metapragmatic grammar",
      "definition": "A more fundamental understanding of the communication situation than the contract model and the efficient market model. Metapragmatic grammar reveals market as a protocol and that protocol is not a market: it is the grammar that links, not the market. Metapragmatic grammar redefines what a distributed system is: a whole defined by the changing relationship of its parts, which does partitioning by indexing, and does not have to choose between consistency and a fork. The function of a metapragmatic grammar is to navigate how individual transactions/speech events translate from a different space-time. The “meta” of the contextual pragmatic interactions here is (meta-pragmatic means “about pragmatic”) that any speech event has a segmentation of its pragmatic so that it can translate parameters of that indexical speech event into a system that allows one to translate across all events. The ECSA economic grammar uses certain parameters in all events to do this (to offer, match, net, clear i.e. make them liquid). Metapragmatic rules allow pragmatic speech events to become grammatical and interpretable by everybody that speaks the language.",
      "available": false
    },
    {
      "term": "metapragmatics",
      "definition": "Metapragmatics is the space-time navigational agreement for the networks of agents. In linguistics, metapragmatics is used to describe a function of language that takes its own pragmatics or contextualized indexical functions as its object. The metapragmatic functions allow language to become self-reflexive and they are built into the structure of language. They allow you to build a shared memory with no central coordinator (a global mutable shared state, a one single agent with a global view, etc.), when everything is relative to the speech event, when you need to refer to someone in the past in the future (in a different space-time), and be able to allow multiple agents declare something into existence (a performative).",
      "available": false
    },
    {
      "term": "minting a coin",
      "definition": "Not a valid form of issuance in the economic space protocol, where every agent in the network can issue and what is issued is always both an asset and a liability.",
      "available": false
    },
    {
      "term": "modern monetary theory (mmt)",
      "definition": "Modern monetary theory thinks that governments which are the monopoly issuers of currency in which their debt is denominated, can print as much money as they need and have no need to tax or borrow to finance spending.",
      "available": false
    },
    {
      "term": "money",
      "definition": "Money is the asset with the most liquidity or the smallest spread in the economy. It means it is not a thing, but a system, a system of relations: the monetary system is in reality composed of an assemblage of different things which have been grouped together under the name “money”. Historically money does not arise from exchange, but from the taxing and funding activities of states. Furthermore, not all money is the same. When Perry Mehrling says “all banking is just a swap of IOUs”, this is exactly what he means: all money is not the same, all money is somebody’s promise to pay, all moneys are different instruments, their value depends on who you are what you can do in the network: what is behind the IOU. All moneys are in this sense social relations, social contestations.The illusion that all money (for example all United States Dollars) is equally money is maintained by monetary authorities during the “normal” operation of monetary systems. It means that the nature of the monetary system as an outcome of a social struggle (who are you, what can you do in the network) is erased: money is “put out of the question” in the sense that the configuration of the monetary system is taken off the table as an object of political negotiation and contestation. But during monetary crisis, money is “called into question” in that the differences between different moneys leaps onto the table – the difference between good moneys and bad moneys, the difference between the money of the rich and the money of the poor – and money itself, and the constitution of the monetary system, enters again to the political imagination as an object of intervention and as a vehicle for the pursuit of justice. And that is what we want to do: we want to call it into question and reengineer its protocols. So that it cannot be put away from the table. Money is, itself, a site of political struggle. Special thank you to Colin Drumm for his work on this, for more see Colin Drumm (2022): The Difference that Money Makes.",
      "available": false
    },
    {
      "term": "monetary economy",
      "definition": "Keynes emphasized that money, as a convenient means of exchanging, is not something neutral and transitory in its effects. According to him (1933, pp.408-9), “an economy, which uses money but uses it merely as a neutral link between transactions in real things and real assets and does not allow it to enter into motives or decisions, might be called [...] a real exchange economy. [...] In contradistinction to this, with an economy in which money plays a part of its own and affects motives and decisions and is, in short, one of the operative factors in the situation, so that the course of events cannot be predicted, either in the long period or in the short, without a knowledge of the behaviour of money between the first state and the last state. And it is this which we ought to mean when we speak of a monetary economy.”",
      "available": false
    },
    {
      "term": "monocracy",
      "definition": "Capitalism is a monocracy of value. It and its theologians can recognize only one value like one true church with one true God.",
      "available": false
    },
    {
      "term": "navigation",
      "definition": "Finance is normally thought through pricing information, efficient market hypothesis and rational decision making under uncertainty. We want to move into bringing the qualitative, the affective and flowing into the picture. It means a fundamental change in understanding economic sense-making and economic relationality. It is more about navigation: navigating the new economic space-time. Hence the importance of the network indices (measurement knowledges). The navigator-steerman-guide (kybernetes) is the new meaning of governance. See Econautics. See Platos’s Statesman. See Finance.",
      "available": false
    },
    {
      "term": "netting",
      "definition": "Netting is the process by which a range of diverse ledger entries are calculated to a net position for each agent in relation to each other agent. Clearing is netting with a temporal dimension.",
      "available": false
    },
    {
      "term": "network",
      "definition": "Two or more agents connected to each other through the same protocol.",
      "available": false
    },
    {
      "term": "network asset",
      "definition": "Network assets are new kinds of tokens that the economic space protocol makes possible. Tokens in the economic space protocol are always network objects or distributed objects (vs. replicated objects), i.e., bundles of rights that have a capacity to affect others and be affected by others in the network and that can be exclusively transferred and communicated through the network. They can change the state of many other assets (objects) that belong to other agents and read their state. As such state change triggers, they are predicated on the distributed accounting protocol. For example, the distributed credit protocol is an accounting sub-protocol which makes the network assets to have a credit function so they can clear each other. Or, in the same way, the distributed stake protocol is an accounting sub-protocol which gives the stake tokens a “pipe function” which allows values to flow through and between them and where the amount of stake determines how much can flow in the pipe. As network assets, credit and stake are protocols which give their holders an access to a whole lot of objects and functions. They are networking tokens that network many tokens and give their holders capacities that go beyond one agent. As network assets, tokens form a two-way communication interface: through them you can affect the network, as the network asset (object) allows you to refer to other assets (objects) that belong to other agents; and through them the network can affect and inform you. See Network derivative.",
      "available": false
    },
    {
      "term": "network commodity",
      "definition": "Commodities are always summations of processes, but today these processes are networked and do not always result in objects. Network commodities (a.k.a. performances) are rather in a relationship to their environment. They no longer have clear boundaries and can be held, sold, and operated on in distributed ways. They have an informatic dimension that may remain dynamic, semiotic, transactable. They also expand the notion of ownership into a definition that can be articulated in an expression that can be much more nuanced and granular. In the case of network commodities you seldom own the “thing” but more often have access to what it does.",
      "available": false
    },
    {
      "term": "network derivative",
      "definition": "Tokens and assets in the economic space protocol are network derivatives. As a concept, network derivative expands a token beyond just a “token”, to the metrics that are the underliers of the token. If a network index (performance index) is a measure of an aspect of the performance of a network, then the network derivative represents a position on the index: it expresses a connection to the underlying vitality of each specific and purposeful network. Network derivative is a right to an underlying – it carries always information about the underlying process that creates it. Network derivatives are like a two way interface to massively distributed systems: through network derivatives you can both sense into them and affect them. Network indices and network derivatives built from this information will be the primary content discovery paradigm of the Economic Web where nodes are economic space agents and tokens the links in the network - just like keyword based search was the dominant content discovery paradigm in Web 1.0 (where nodes were documents and hyperlinks the links in the network) and social based feed was for Web 2.0. (where nodes were people, brands and likes/follows the linking mechanism).",
      "available": false
    },
    {
      "term": "network premium",
      "definition": "Like money and markets, the economic space protocol is a “Layer 1” economic protocol that allows agents and their performances to coordinate and organize into higher-order networks. Interoperability makes possible the collaboration required to create collective performances and outputs. In this way, agents may unlock additional returns by articulating the collective surplus values that arise from economic space interconnectedness. Furthermore, through the protocol, users may design economic relationships that create and capture the latent wealth that otherwise would be inaccessible. We understand economy as a network, where value is created not only by individual agents, but by their relationships and organization. There is a premium in being networked. We call it the network premium. The economic space protocol is primarily an economic collaboration and interoperability protocol. It is like an economic intellect which enables the assemblage of economic spaces, and their performances, to not only capture the value of each individual economic space, but the value created by their interoperability and relationships and thus of the network as a whole. This assemblage requires collaboration, and thus a protocol that not only makes it possible, but also rewards the participants for doing so. The economic space protocol allows users both to capture the value within each individual economic space, and also unlock additional value from collective network effects arising from multiple interconnected economic spaces. That is the network premium: the premium that emerges only by the virtue of being networked and interoperable.",
      "available": false
    },
    {
      "term": "offer",
      "definition": "(1) Offer is a protocol, but also an expression of intent among agents. It creates a new relationship and a new space for that relationship. An economic space is collaborative in nature. Since collaboration requires voluntary participation, such collaboration is mediated through offers. An offer is the mechanism by which agents express to each other specific instructions to accomplish their intent. Like a protocol, an offer is a set of expressions – a performance script – that unambiguously and clearly encode a process to be reliably performed within the scope of a space. Unlike a protocol, these expressions are not determinate, and can be amended through an “Offer composition” (a.k.a. performance scripting) process, making the offer an offer network (and a performance a performance network). Offer is one of the key structures to multi-agent reflective network programming. The expressions in the offer must follow the economic space grammar, and may issue or invoke economic space rights; for example to issue other offers, create new spaces, new roles, new tasks, new rights or new objects, altering the state of the space. (2) Offer is a social relation beyond “contract”: it is a very different way to create structure to organize volatility. Offer is more than a contract, because it adds and opens a time interval and an interpretant, moving us thus beyond the semiotics of e.g. Nick Szabo and Mark S. Miller (smart contract as an authoritarian concept). Offer moves us from contracts to the realm of metapragmatic, co-textual, optional, and social derivatives. (3) Offer describes a potential exchange of rights. When the offer is matched tokens are created as the vehicles for transferring those rights.",
      "available": false
    },
    {
      "term": "outcome",
      "definition": "If output is the result of a performance, the key task in terms of valuation, is to measure the outcomes of the output. In the new economic space, the measure of outcomes is equivalent to the process by which the network attributes value to the outputs of a performance. Outcomes are the way in which the network will recognize a performance’s value.",
      "available": false
    },
    {
      "term": "output",
      "definition": "Output is anything economically offered and accepted. It is the result of a performance.",
      "available": false
    },
    {
      "term": "peer-to-peer",
      "definition": "Peer-to-peer means that every economic agent has the same capacities and can interoperate without centralized management.",
      "available": false
    },
    {
      "term": "performance",
      "definition": "A performance is an informational event or a series of informational events. It can be any informational event the network records. It can make anything economically expressible. You can frame a network’s production as a stream of performances (series of informational events) that its participants may publish, validate, and value. These may include the production of commodities, but the protocol can frame any activity as an economic performance making more abstract and intangible forms of value economically expressible and relatable. As such it is a category of production, social interaction and world-creation that names the emergent superset for other productive capacities designated by terms including labor, attention, attention economy, cognition, cognitive capitalism and virtuosity. At the economic level of abstraction performance (as a series of connected informational events) is like the economic word for a protocol. It is an activity of an agent, or of multiple agents enacting it together: a series of events, causally connected to each other, making performances naturally composable and divisible. A performance can form an agency. Performances are formed to seek network recognition (valuation) through offering them. They always include their own logic, of issuance, what they are going to create, how they distribute their surplus, assets etc. Everyone participating in the performance thus participates in its issuance.",
      "available": false
    },
    {
      "term": "performance index",
      "definition": "Performance index (a.k.a. network index) measures one or more dimensions of activity of one or more economic agents: it measures its/their economic performance. Performance index can be any computed value of a network, anything that can be measured, registered, computed. It turns a series of such informational events (performance) into a purely information based commodity: anything that can be perceived as value can be articulated as an economic event. The measurement of a performance is a vector: a scalar associated with the specific logic from which it is generated (its logical dimension). A performance index represents the compression of the information of the performance into a numerical index. This compression can take many forms, such as a performance event counter, an average, a mean, or even derivatives measures, such as speed or acceleration. Specific performance index values may represent _economic events_ themselves, and as such they can be utilized to create new composite performances and indexes. Economic spaces contain a wealth of information that can be utilized to create performance indices/metrics. The available data readily includes not only all data about tokens and their performances, but also all data about network organizations and their performances (material progress, governance, stakes, cleared credit, realized state changes, agents and their behaviors, what has been accomplished). Indices give economic agents the capacity to make sense of information and guide their behavior. They offer a capacity to enact new social priorities; to author futures in cooperation with others; to set incentives and attractors (temporal, indexical measures) for collaborations to occur and make them self-sustaining; it allows economic agents to collectively value intangibles and other values, make them collectively sensible, visible & recognized as valuable, put them into operation, circulation, and organize, regulate & incentivize social behavior around their production.",
      "available": false
    },
    {
      "term": "performance script",
      "definition": "Performance script is a description of the performance which allows it to be perceived, communicated and enacted. It describes how things operate between multiple agents. It is the expression that combines sequences of actions, which are themselves performances, of any agent, into a performance. It both aggregates it logically and tranches participation in its production process. It is the “economic code” that the computational framework uses to recognize a series of events as such and such, i.e. composing a performance. Actual performance then carries out or performs the script. Commodity (performance) token is then the economic valuation of that particular script.",
      "available": false
    },
    {
      "term": "performative",
      "definition": "Performative declares something into existence. It creates what it refers to in the very utterance. It does things by saying it. It is based on the ability of language to talk about anything, including itself.",
      "available": false
    },
    {
      "term": "price",
      "definition": "Price is a network index on underlying information that reduces complex information into something simple. It is just one way to index information, and though it gets treated as the privileged index of valuation in capitalism, it is just a political and social construct, i.e., an expression. We can design many different kinds of indices to help us navigate. Price does not capture innovation very well, as it runs only on one note. What if we could have a symphony?",
      "available": false
    },
    {
      "term": "postcapitalism",
      "definition": "Postcapitalism is the economic space (economic network) that comes after capitalism. In postcapitalism, all agents can issue assets to be used as collateral if recognized as valuable by the network. Implicit here is the idea that a postcapitalism framed through finance can be depicted as an economy of continuous creation of new value-forms. Our wager is that a clear spread will open between what the old and the new economic space (economic network) make possible – there is a clear difference in their expressive capacity, accessibility, stability, adaptability, scalability, privacy, functional equality and programmability. The ECSA token is a performance derivative designed to capture a share of the spread: it is a mechanism that rewards early participation and through which contributors can participate in the creation of the postcapitalist economic space. In other words, it offers tokenized exposure to the economic performance of the postcapitalist economic network, not ownership of the network infrastructure which is open and free to use.",
      "available": false
    },
    {
      "term": "postcapitalist economic media",
      "definition": "ECSA is developing a postcapitalist economic media. It is a more expressive medium to describe our economic networks, their participants, the nature of their relations and how they change, what they value, how it is counted and exchanged. Furthermore, it is a media that can make the value of any intangible, relational, informational (expression, care, the biosphere, community) offerable, exchangeable, investable, liquidity creating, leverageable – _economically expressible and relatable_ – without collapsing all its information into “price” and “profitability”",
      "available": false
    },
    {
      "term": "postcapitalist economic space",
      "definition": "ECSA is developing a new grammar for postcapitalist economic-organizational expression. The place where this postcapitalist economic network language is spoken and understood is the postcapitalist economic space. It is a place of value creation where qualified values can both be expressed, composed and rendered interoperable. It multiplies denominations, which remain interoperable, because they share the same grammar.",
      "available": false
    },
    {
      "term": "postcapitalist information infrastructure",
      "definition": "We are creating a new kind of information infrastructure which allows new kinds of information flows - what counts as value, what counts as collateral, what counts as liquid - to enter an accounting system that articulates, accounts, moves and creates value.",
      "available": false
    },
    {
      "term": "programmable economy",
      "definition": "The economy is a programmable space. It is catching up with the new substrate of high speed computer networks with high informational capacities, bandwidth and connectivity. They are elevating the economy into something that resembles an expressive medium. As a medium, the economy is fundamentally a communication and writing system: an economic messaging protocol. Understanding the economy this way – as a communication network on a programmable substrate – reveals our economic relationships to be networking protocols. We believe _economic networks_ are the new economic abstraction, a value-producing, value-sharing and value-expressing form of informationally mediated society. Economic networks will be for Web3 what social networks were for Web2, and “shared keyword” networks were for Web1. The key to making them accessible is in their programmability. Accessibility means ability to define value, what counts as liquidity, what as collateral. So not values just as ideas, stripped of power; here, values as new kinds of assets and collateral that can enter into circulation and change the outcome of events large and small. This expressive power needs to be made accessible – programmable economy must be endlessly, ceaselessly made accessible to all, with equal functionality and equal rights of expression. That is why our economic networks need to become distributed.",
      "available": false
    },
    {
      "term": "protocol",
      "definition": "Protocol is a shared communication agreement: a named sequence of expressions, describing actions across real and virtual spaces to be performed to a completion. It is always about the organization of a potentiality space, about creating and organizing a space of potential action and thought. We think politics has moved on the level of protocols. It is the only way to organize and govern in the condition of the arbitrary sign (semiotic inflation; post-truth). For more see, Franco Berardi & Akseli Virtanen (2013): How to govern without meaning?",
      "available": false
    },
    {
      "term": "reciprocal stakeholding",
      "definition": "Reciprocal stakeholding means an exchange of stake for stake. The economic networking primitive in the economic space protocol. You can create a network where each economic space connects with each other by exchanging stakes. Establishing a mutual stakeholding relationship, agents gain access to each other’s output and reciprocal credit lines, simultaneously creating a new networked monetary, production, investment, and risk-taking system. When liquidity is endogenous to the system – stake offers an automatic credit line as its collateral – you don’t want to sell your stake for money, because it offers no collateral. Rather you always seek to exchange your stake with those who directly benefit and thus value your production, because in this way you will benefit from their success, and also of your own indirectly. Reciprocal stakeholding (and not the sale price of your stake) is the way you capture the value of your own innovation: its value is what others give to it. Reciprocal stakeholding changes the playing field: the key relationships will be built not with those agents who have capital (money to invest), but with those in whose performances/innovations you can play a part. In the creation of reciprocal stakeholding relationships you are assessed as a subject of risk, and you assess others as subjects of risk. It opens the way for risking-together. It allows you to express what you value, what you want to make happen, with or by whom. It is our key econautic navigation, signaling and network primitive.",
      "available": false
    },
    {
      "term": "right",
      "definition": "A right gives an agent access to a resource available in a space or from another agent. It is a relative term i.e. does not exist in isolation. A right is always social and relational. It does not exit until it is transferred.",
      "available": false
    },
    {
      "term": "risking together",
      "definition": "Capitalism involves firms, and increasingly households, pricing risks and deciding which to hold and which to trade. As these risks are imposed increasingly on households - via precarious work and decreasing state provision of services - risking together involves a conscious choice to calculate and manage risks socially rather than individually. See Social derivate.",
      "available": false
    },
    {
      "term": "role",
      "definition": "A role is a bundle of responsibilities expressed as role functions that may be assigned to one or more economic space agents.",
      "available": false
    },
    {
      "term": "security",
      "definition": "We don’t approach security in the sense of hiding (anonymity, cryptographic security), but in the sense of a substrate that can have privacy and can be audited, in the sense of a source that can be relied upon and has integrity, social accountability and injects itself into social structures. This is possible because the only state that is shared globally is the protocol.",
      "available": false
    },
    {
      "term": "shorting capitalism",
      "definition": "Investing in crypto is both a short position and a long position. The short position is a bet that currently-known assets are entering a period of uncertain prices and potentially general decline. The case in the making: In a crisis almost all conventional assets are correlated. Where do you find non-correlated assets that are not just ‘gambling’? There is something new happening: asset market liquidity is now directly dependent on state funding and fiscal spending: liquidity is now a ‘public good’. Is it sustainable? Can central banks ever sell the trillions of dollars of private assets they now hold? Will governments ever pay down the fiscal deficits they have accumulated? Are there limits to the market/public acceptance of state money printing that underlies these state fiscal and monetary positions? And what happens when that limit approaches? As a short position crypto offers: (1) non-correlated assets that can have ‘real’ economic underliers and (2) an alternative economic domain not contingent on being denominated in state currencies and not reliant on state underwriting of liquidity. Investing in crypto is a bet against riding the volatility of a capitalist economy. It may still appear volatile, but a different volatility. The short position trades the spread of volatilities. In addition, the long position sees crypto not just as an alternative asset class, but as a different notion of an asset itself. This isn’t true of all cryptotokens, but only those with real underliers: tokens that link to processes of creation of something useful/valuable, be it block space, anchoring role in measurement, access, co-ordination or some other notions of ‘value’. Going long is a bet that these assets will grow in value not just because standard capital markets will see their value directly, but because participants in the cryptoeconomy will see value in their terms. The long position is about going outside what will in the old economic space standardly be recognised as value-creating, and see there are new notions of what is meant by value.NFTs opened the game precisely to this direction: people are excited about their newly discovered capacity to express what they consider valuable. If a critical mass of investors embraces these new notions, a unique process of accumulation has started. It is about re-evaluating value itself. The long position trades the spread of ways of evaluating value. So what do the short and long positions mean in terms of stability? In other words: Is volatility a problem? All markets need some volatility or they stagnate, but what is ‘reasonable’ or even ‘welcome’ volatility? It depends on how you measure. The short position is intentionally volatile with respect to the mainstream capital market – that’s part of being an ‘alternative’ asset. In the long position some assets are designed to be innately stable, when defined by mainstream capital market norms. Stablecoins are designed to deliver such outcome: they embed incentives to buy when the price falls, and to sell when the price rises, so they can be made stable with respect to any nominated asset - the dollar, the euro, the S&P500, etc.). They don’t do anything in themselves, but they are a valuable bridge between two worlds. But different notions of ‘value creation’ can offer their own stability _with respect to their specified underliers_. Stability here is that cryptotoken’s prices hold a direct and predictable relation to the underliers of value creation. The key: measuring in a crypto unit of account: a unit that ‘describes’ and counts the cryptoeconomy. Token stability, when measured in terms of its own unit, verifies the direct connection to the underlying value-creating performance. Current state currency links directly to a system based on profit – so system liquidity means keeping stock prices high, banks profitable and firms profitable. This is where, and why, we see monetary and fiscal policy directed. Liquidity doesn’t link to the environment, scientific research or social welfare, or to a viable art community – indeed, with a fiat unit of account, these must be sacrificed, at least in the short term, to secure fiat liquidity. But what if you design a money linked to other values? Where liquidity would be defined by the creation of different values, let’s say environmental value, and not ‘profit’ value? The design issue in these cryptoeconomies is how to secure buy-in on a different unit of account, or mode of measurement, a different mode of accounting. We are born into a money system that values profit, but we must _make_ a money system that values social and environmental goals. We think crypto is not just an alternative asset class that cycles differently from the stock market, but an alternative notion of what an asset can be. It is not a bet on whether cryptoassets can look like mainstream assets, but that the spread between the two is not just a price spread denominated in fiat, but a mode-of-calculation spread as well. The long position is a bet that this mode-of-calculation spread will grow. And that more and more people will value the latter when they realize it is actually possible. When that happens, on which side of the spread do you want to be?",
      "available": false
    },
    {
      "term": "social derivative",
      "definition": "Social derivatives are the new basic economic cells of post-capitalist society: a new social and relational form – a form of risking and opening new opportunities together, and sharing its risks and upsides – that characterizes the information age and which the existing economic grammar cannot express or understand (it only talks “commodity”, “company”, “employee” and “ownership”). We are after a protocol designed for expressing such novel social-economic forms._ It is the way we express, by creating social derivatives._ They are our strategies for surfing the volatility of our precarious life and the joy in working together. Derivatives are much more than mere self-executing contracts that reduce the counterparty risk. They have a social logic that takes us beyond mere profit taking exchange and ownership as the form of sociality. The derivative is a logic that allows us to understand how heterogenous parts move together, how to value and sense the ways we are linked together, how value is made in motion and of change, and what it means to risk-together. ECSA (like all economic spaces) is a social derivative, a risk generating practice which arbitrages, speculates and leverages about being able to act together, on a certain opening. It makes our flows of stakes and risks intertwined in a way that articulates and expands the “indebtness” that we are in this together.",
      "available": false
    },
    {
      "term": "space",
      "definition": "(1) Space is a programmable environment enabled by the Space programmable network grammar. It expands similar semantics to SmallTalk or Self by adding the agent and the offer as first class citizens of the language to become able to describe logical networks. This makes Space a powerful, capability oriented, multi-agent network programming environment. In other words, it is an organizational calculus to reason about and describe networks as relationships and interactions between agents within a space. Within Space’s semantics, “a space” is a stateful container that binds resources and agents together, creating a relationship where their expressions and interactions gain a context. (2) Space is a language to describe and define networks, multiagent interactions (or “DApps”), in a formal and mathematically modeled way (an organizational calculus). It makes networks, their tokens and agents and their logics - both economic and governmental - programmable. With Space language we can define who are the members of the network, what are the protocols the network follows, what are its records, names of things, how its state transitions take place. Space programs these relations statically in space, but also in time, meaning their progression, how they compute: the network (“DApp”) is a living creature, it acts, orients towards the world, it changes, it transforms, it evolves. (3) A space, as a stateful place of interaction, that can be private or public. A space is a container that helps you organize and delineate your actions, and the resources necessary to perform them, as an ordered and coherent whole. The function, structure, and contents of your space is determined by your intent. To keep a space focused and effective, a space must contain only the resources required to perform its intent. A space contains Agents, Protocols and other Resources and defines authority boundary. A Space can be private or public. A private space is a space of interaction that is shared only across specific parties. A public space is a space of interaction that is shared with anyone who wants to participate in it / enter it. Agents have private space and are able to issue and hold rights, accept and receive offers, they maintain their own “blockchain”. Protocol is the basis to create rights, it is the rules of interaction, a sequence of expressions that describes a state transition. Reference points to a resource, it is authority over the referenced resource and utilized in expressions. Offer is an expression of intent among agents, it creates a relationship, a space for the relationship, and composes into networks of relations. Accepting an offer creates a shared space. Space transfer enables moving from shared space to distributed space, from verifiable state to a verifiable protocol. We can understand space as a place of interaction among two or more agents, whom are able to change it only according to the rules of the protocols (the physics of the space). Spaces are stateful and always shared whether by the programmer and the runtime, the user and the application, two or more users, etc. (4) Space is a grammar whose actions and words are: space, agent, offer, function, task, object, protocol, reference, record, channel, message. (5) Space is a protocol: a set of expressions following the Space language (that follows Space Protocol grammar), that clearly and unambiguously describe the reliable performance of actions among multiple space agents and affecting or requiring resources. It enables you to reliably collaborate with other space agents, organizing without necessarily favoring centralized and/or hierarchical structures. Although the protocol allows the expression and operation of legacy organizations if such is your desire. The Space protocol is designed to be substrate independent. It is our desire to see a wide array of implementations: As sophisticated as a programming language or as simple as a board game.",
      "available": false
    },
    {
      "term": "spread",
      "definition": "Spread is a financial term for a gap – usually between the bid (buy) and ask (sell) price where a profit can be made by trading the difference. In a social framing a spread is a gap between two positions that provides an opportunity to maneuver to make a gain, which can be also political, environmental, cultural, aesthetic. Our wager is that a clear spread will open between what the old and the new economic space make possible – there is a clear difference in their expressive capacity, accessibility, stability, adaptability, scalability, privacy, functional equality and programmability. ECSA is a question: On which side of the spread do you want to be when more and more people start to realize how much more expressive the postcapitalist economic network is? The ECSA capital market facing token is a performance derivative designed to capture a share of the spread: it is a mechanism that rewards early participation and through which contributors can participate in the generation of the network. In other words, it offers tokenized exposure to the economic performance of the postcapitalist economic network, not ownership of the network infrastructure which is open and free to use. See Big put. See Living in the spread. See ECSA token.",
      "available": false
    },
    {
      "term": "stability",
      "definition": "Where do you go when you want to dissent from state issued fiat currency, when you want to take a stand against the hierarchical social relations and destruction to the environment the fiat currency represents? Where do you go when you want to bet against it (short it), when you think it is a cultural-financial asset in decline, and you want to find new stability from a different set of economic and social relations? When fiat currencies face their next future crisis, we want to be talking already about what _new stabilities_ - new social relations, processes and goals that we believe should be constant; new metrics of stability - we are advocating. We think this is the real social potential of cryptoeconomy.",
      "available": false
    },
    {
      "term": "stake",
      "definition": "Stake is an ownership of a financial exposure to the contingencies of a performance. It frames contingency as economic potentiality: it is a financial position on a performance. It creates a social relationship, through a set of rights, different to equity, but definitely invoking the skin in the game aspect. In a sense, it generalizes “equity” into an economic connectivity pipeline through which information (e.g. dividends) can flow. Stakes are offered to the market, with no knowledge of which agent (prepared to accept the offer) will end up the owner, and can circulate in a secondary market. Buying stake in a performance is a way to signal the network what you want to make happen. Furthermore, the economic space protocol incentivizes participants to hold on to the network’s stake as a store of value. The network protocol financially recognizes stake as the preferred store of value in defining it as collateral for credit. In the process, credit takes a secondary monetary role; clearing it as soon as possible supersedes the agenda of storing it. Through stake, participant’s not only collaboratively build wealth through mutually staking and validating their performances but also get to define what counts as wealth. It is our key econautic navigation, signaling and network primitive. See Reciprocal stakeholding.",
      "available": false
    },
    {
      "term": "stakeholding",
      "definition": "Stakeholding is to postcapitalism, what equity is to capitalism. It is a relationship, like equity is in capitalism, but the focus is on commitment to support creativity and invention, not just seek yield on a financial position. Stakeholding focuses on the collective, joint commitments of investing and making certain things happen and recognizing them as valuable, rather than the private profit interest. See Reciprocal stakeholding.",
      "available": false
    },
    {
      "term": "stake token",
      "definition": "Stake tokens are issued by an agent in return for a stake in another agent’s performance. It gives the holder the right to participate in the revenue (receive a dividend) and is generated by the issuing agent’s economic activity. Reciprocal staking is a two-way economic communication interface, through which credit, commodities or other stake can be distributed throughout the network. As a process, reciprocal staking binds the network in on-going common interest. Stake tokens, issued to represent the transferred ownership of stake, are used for sharing the risks, providing collateral for credit, and establishing a communication channel for receiving offers and dividends.",
      "available": false
    },
    {
      "term": "subjectivity",
      "definition": "The weakness of the current economic reality is in the production of subjectivity. Subjectivity, the production of (i.e. political theology), is the real business of ECSA. In finance value is produced by the non-predictable, surprising new information that can affect your vision, your belief, that can make you feel something else is possible. Economic space agency is that message that changes belief that something new is possible.",
      "available": false
    },
    {
      "term": "surplus",
      "definition": "An economic network (economic space) accounts for its surplus as stake appreciation, not as money accumulation. In other words, the protocol does not define surplus as a positive balance of credits like with “profit” but as a positive change in stake price. The stake valuation includes the balance of other tokens, including other participants’ stakes, commodities, and credit. An economic space can hold a surplus in the treasury or distribute it as dividends that do not need to be transformed into credit, but can remain in the same underlying token. An economic space’s stake represents access to its underlying performance, resulting outputs, and network assets.",
      "available": false
    },
    {
      "term": "swap",
      "definition": "While futures and options address the risks of future price changes, swaps engage the risks of future flows of wealth. The difference is not complete, for expected yields can be priced, but the emphasis is critically different. Yields invoke both the contingencies of on-going ownership of assets and their performances, and therein lies a richness of the ‘social’ not captured in relations of one-off exchange. Moreover, the focus on flows, rather than rational decision-making under uncertainty, opens an approach to a network that values time, historical data and volatility. It can track the way agents decide and how they relate, not just what trading decisions they register on the network.",
      "available": false
    },
    {
      "term": "token",
      "definition": "Token in the economic space protocol is a network asset (network derivative). It is a recognition of a networked performance as something exchangeable. It is an entry always into two ledger records at the same time, as an asset in one, and as a liability in another. Thus a token always expresses a relationship (it has an underlying, and is in this sense a protocol equivalent of a financial asset that has an underlying). Linguistically, token is a reference that is framed economically: its meaning is derived from an economic context – the meaning space where the reference is used is loaded with notions of value – which makes its value legible and possibly part of the economic dialogue. It is an economic medium, a medium of expression. From this perspective tokens are like words which you need to express (in our language that specializes in economic relationships). Token is like the unit out of which expressions can be composed – but a special kind of a unit because it can be used to create a whole space you can enter. The token becomes a point of reference in relation to which other expressions gain their meaning. And you can enter these relations (they are spaces). The language framing of the token, understanding it is an expressive medium, reveals its programmable performative capacities and space creation capacities that a language has. See Network asset. See Coin.",
      "available": false
    },
    {
      "term": "trade",
      "definition": "If accounting facilitated trade is a protocol where accounting serves the function of storage, retrieval, and verification of the integrity of information – then trade is the user interface through which we agree to interconnect and create that information. By the transactions created through this interface, we determine how we progressively update our network state.",
      "available": false
    },
    {
      "term": "trading agent",
      "definition": "A trading agent is an agent in the distributed exchange protocol. It can publish an offer and match an offer.",
      "available": false
    },
    {
      "term": "unit of account",
      "definition": "Unit of account is the numeraire by which all other aggregates might be measured and put at par. (compared). Units of account a.k.a. exchange units are utilized by the distributed exchange protocol to provide a unit of account that serves as a shared value reference frame that does not favor any one specific token type; and to increase the possibility for matching an offer. It has no one issuer, or every one can issue it.",
      "available": false
    },
    {
      "term": "value",
      "definition": "In the Economic Space Protocol value is no longer a one-dimensional (e.g. a dollar or BTC denominated) monologue. Through the economic space protocol it is possible to value, in economic terms, “externalities” such as care, the community, the environment, and indigenous forms of life. The wagers that people make in the realm of culture (as they’ve done on say Instagram or TikTok, but also as novelists or technologists or social architects), can themselves aggregate participation in complex ways to accomplish their own ends.",
      "available": false
    },
    {
      "term": "value graph",
      "definition": "Value graph is the visual representation of the distributed ledger, and depicts the network of relationships through distinct value forms within the agents of the network. The size of the nodes represent the network valuation of a token type at any given moment of time. This valuation is contained in the accepted offers utilized in the distributed exchange protocol.",
      "available": false
    },
    {
      "term": "value theory of performance",
      "definition": "Performances are the key to new value creation (see Fundamental value). A value theory of performance emphasizes that performances are designed and implemented so as to create value.",
      "available": false
    },
    {
      "term": "volatility",
      "definition": "Volatility means the propensity for change; the speed and extent of these changes. In finance, these changes are about price, and derivatives can price volatility. Financial traders often embrace volatility (non-directional change) as the source of profit. Volatility can also relate to social change and innovation (see Fundamental value) and the potential for creating new economic space. We embrace volatility. We are long-volatility. See Social derivative; Econautics; Economic Space Agency."
    }
  ]
}